<script setup>
// 核心技术数据
const coreTechnologyList = ref([
  { imgUrl: "/Images/spider.png", title: "立体化漏洞情报知识图谱构建技术", desc: "通过对全网已知漏洞情报进行整合和分析，构建了对漏洞作用目标、分析情报、时空热度等多维立体描述的漏洞情报知识图谱，为小智提供可解释的漏洞处置辅助決策能力。" },
  { imgUrl: "/Images/xiaozhi-bulb.png", title: "基于事件图谱的智能任务决策", desc: "以数据驱动为核心原理，基于专家经验和一阶谓词逻辑推理技术实了路径规划、动作调度、事件演绎的全流程智能决策。具备未知场景自适应、攻击收益自校正等实战化能力。" },
  { imgUrl: "/Images/xiaozhi-yak.png", title: "安全能力融合的垂直领域开发语言-YAK", desc: "YAK作为“一站式”安全能力基座通过自身融合的丰富的底层安全能力和函数级插件扩展能力，为小智提供了全面的渗透测试能力，并能够支持用户快捷实现渗透测试能力自定义扩展。" },
])
</script>

<template>
  <div class="mt-[86px]">
    <!-- 小智 banner -->
    <div class="xizozhi-bannber-wrap relative h-[599px] bg-[#1D83FF]">
      <div class="bottom-left-bg absolute left-[0] top-[0]">
        <NuxtImg src="/Images/light-bg-left.png" class="h-[599px]" />
      </div>
      <div class="bottom-right-bg absolute right-[0] top-[0]">
        <NuxtImg src="/Images/light-bg-right.png" class="h-[599px]" />
      </div>
      <div class="xiaozhi-banner-cont relative wjaq-container mx-auto h-[100%] flex justify-center items-center">
        <div class="text-center">
          <div class="text-[52px] color-[#fff]"><span class="font-bold-600">小智</span>新一代自动化渗透测试平台</div>
          <div class="text-[18px] mt-[12px] mb-[45px] color-[#fff]">
            国内率先实现“AI+网络安全检测”的智能渗透测试平台，自动完成从信息收集、漏洞验证、漏洞利用、输出报告的渗透测试全过程。</div>
          <div class="text-center flex justify-between">
            <div>
              <svg class="w-[40px] h-[40px]" width="40" height="40" viewBox="0 0 40 40" fill="none"
                xmlns="http://www.w3.org/2000/svg">
                <path
                  d="M20 40C31.0457 40 40 31.0457 40 20C40 8.9543 31.0457 0 20 0C8.9543 0 0 8.9543 0 20C0 31.0457 8.9543 40 20 40Z"
                  fill="black" />
                <path
                  d="M20 37C29.3888 37 37 29.3888 37 20C37 10.6112 29.3888 3 20 3C10.6112 3 3 10.6112 3 20C3 29.3888 10.6112 37 20 37Z"
                  fill="white" />
                <path d="M20 3V7.52948" stroke="#0070FF" stroke-miterlimit="10" stroke-linecap="round"
                  stroke-linejoin="round" />
                <path d="M20 32.4707V37.0002" stroke="#0070FF" stroke-miterlimit="10" stroke-linecap="round"
                  stroke-linejoin="round" />
                <path d="M3.00952 20H7.52936" stroke="#0070FF" stroke-miterlimit="10" stroke-linecap="round"
                  stroke-linejoin="round" />
                <path d="M32.4802 20H37.0001" stroke="#0070FF" stroke-miterlimit="10" stroke-linecap="round"
                  stroke-linejoin="round" />
                <path d="M7.98242 7.98242L11.182 11.182" stroke="#0070FF" stroke-miterlimit="10" stroke-linecap="round"
                  stroke-linejoin="round" />
                <path d="M28.8276 28.8184L32.0272 32.0179" stroke="#0070FF" stroke-miterlimit="10"
                  stroke-linecap="round" stroke-linejoin="round" />
                <path d="M7.98267 32.0179L11.1822 28.8184" stroke="#0070FF" stroke-miterlimit="10"
                  stroke-linecap="round" stroke-linejoin="round" />
                <path d="M28.8279 11.182L32.0274 7.98242" stroke="#0070FF" stroke-miterlimit="10" stroke-linecap="round"
                  stroke-linejoin="round" />
                <path d="M20 11.9526V20.7707L24.5295 25.5411" stroke="#0070FF" stroke-miterlimit="10"
                  stroke-linecap="round" stroke-linejoin="round" />
              </svg>
              <div class="text-[18px] mt-[10px] color-[#fff]"><span class="font-bold-600">7x24小时</span>解放人工</div>
            </div>
            <div>
              <svg class="w-[52px] h-[38px]" width="52" height="38" viewBox="0 0 52 38" fill="none"
                xmlns="http://www.w3.org/2000/svg">
                <path
                  d="M49.39 16.71C48.1 15.25 46.3 14.25 44.28 14.01C44.28 13.98 44.29 13.96 44.29 13.94C44.29 9.04 40.32 5.08 35.44 5.08C32.7 5.08 30.24 6.32 28.61 8.28C27.19 3.49 22.75 0 17.5 0C13.16 0 9.36 2.41 7.37 5.95C6.9 6.79 6.53 7.69 6.28 8.63C6.03 9.57 5.89999 10.57 5.89999 11.6C5.89999 12.49 6 13.35 6.19 14.19C5.63 14.33 5.11 14.52 4.62 14.77C3.01 15.54 1.7 16.84 0.889999 18.43C0.319999 19.55 0 20.8 0 22.14C0 24.42 0.920004 26.47 2.41 27.96C3.9 29.45 5.95 30.37 8.22 30.37H22.49H28.97H43.24C45.61 30.37 47.73 29.37 49.23 27.77C49.92 27.04 50.48 26.18 50.87 25.22C51.26 24.27 51.47 23.22 51.47 22.13C51.47 20.07 50.69 18.16 49.39 16.71Z"
                  fill="white" />
                <path
                  d="M39.8301 23.87H37.7401V27.35H31.2601V23.87H29.1601C28.5801 23.87 28.2801 23.16 28.6901 22.75L33.7829 17.6658C34.1736 17.2759 34.8063 17.2762 35.1966 17.6665L40.2801 22.75C40.7201 23.16 40.4301 23.87 39.8301 23.87Z"
                  fill="black" />
                <path d="M37.82 29H31V32.87H37.82V29Z" fill="black" />
                <path d="M37.9899 35.21H31.1699V37.53H37.9899V35.21Z" fill="black" />
              </svg>
              <div class="text-[18px] mt-[10px] color-[#fff]">持续成长<span class="font-bold-600">经验可存储</span></div>
            </div>
            <div>
              <svg class="w-[35px] h-[41px]" width="35" height="41" viewBox="0 0 35 41" fill="none"
                xmlns="http://www.w3.org/2000/svg">
                <path
                  d="M5.12769 31.0818C8.83624 30.0696 10.8607 28.6909 14.4907 29.9474L14.6739 30.0085H20.9916L25.7036 28.9789C26.6024 28.7782 27.5186 29.2057 27.9549 30.0085L28.5308 29.8427C29.6041 29.546 30.7298 30.0609 31.201 31.0731L31.9165 30.8637C32.7193 30.6281 33.5657 31.0556 33.8537 31.841C34.1416 32.6351 33.7664 33.5164 32.9985 33.848L21.3319 38.8392C20.3458 39.2581 19.29 39.4762 18.2254 39.4762H5.19748L5.12769 31.0818Z"
                  fill="#FBFBFB" stroke="black" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round" />
                <path
                  d="M5.12769 31.0473C7.6495 29.1799 11.3755 28.0456 15.3895 29.8257L15.5902 29.8955H22.4052C23.3737 29.8955 24.1591 30.6808 24.1591 31.6494C24.1591 32.618 23.3737 33.4033 22.4052 33.4033"
                  fill="#FBFBFB" />
                <path
                  d="M5.12769 31.0473C7.6495 29.1799 11.3755 28.0456 15.3895 29.8257L15.5902 29.8955H22.4052C23.3737 29.8955 24.1591 30.6808 24.1591 31.6494C24.1591 32.618 23.3737 33.4033 22.4052 33.4033"
                  stroke="black" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round" />
                <path d="M31.2011 31.082L22.7717 33.4031" stroke="black" stroke-miterlimit="10" stroke-linecap="round"
                  stroke-linejoin="round" />
                <path d="M27.955 30.0176L24.0195 30.9774" stroke="black" stroke-miterlimit="10" stroke-linecap="round"
                  stroke-linejoin="round" />
                <path
                  d="M21.6635 29.8694L25.7036 28.9793C26.6024 28.7786 27.5186 29.2062 27.9549 30.009L28.5309 29.8432C29.6041 29.5465 30.7298 30.0614 31.201 31.0736L31.9165 30.8642C32.7193 30.6286 33.5657 31.0561 33.8537 31.8415C34.1417 32.6355 33.7664 33.5169 32.9986 33.8485L21.3319 38.8397C20.3459 39.2586 19.29 39.4767 18.2254 39.4767H6.20972"
                  fill="#FBFBFB" />
                <path
                  d="M21.6635 29.8694L25.7036 28.9793C26.6024 28.7786 27.5186 29.2062 27.9549 30.009L28.5309 29.8432C29.6041 29.5465 30.7298 30.0614 31.201 31.0736L31.9165 30.8642C32.7193 30.6286 33.5657 31.0561 33.8537 31.8415C34.1417 32.6355 33.7664 33.5169 32.9986 33.8485L21.3319 38.8397C20.3459 39.2586 19.29 39.4767 18.2254 39.4767H6.20972"
                  stroke="black" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round" />
                <path
                  d="M21.6635 29.8955H22.4052C23.3737 29.8955 24.1591 30.6809 24.1591 31.6494C24.1591 32.618 23.3737 33.4034 22.4052 33.4034H16.105"
                  fill="#FBFBFB" />
                <path
                  d="M21.6635 29.8955H22.4052C23.3737 29.8955 24.1591 30.6809 24.1591 31.6494C24.1591 32.618 23.3737 33.4034 22.4052 33.4034H16.105"
                  stroke="black" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round" />
                <path d="M6.28833 30.2969C8.73161 28.8832 11.9166 28.2899 15.3896 29.8344L15.5903 29.9042H21.6636"
                  fill="#FBFBFB" />
                <path d="M6.28833 30.2969C8.73161 28.8832 11.9166 28.2899 15.3896 29.8344L15.5903 29.9042H21.6636"
                  stroke="black" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round" />
                <path d="M31.2009 31.082L24.4731 32.9319" stroke="black" stroke-miterlimit="10" stroke-linecap="round"
                  stroke-linejoin="round" />
                <path d="M27.955 30.0176L24.7961 30.7855" stroke="black" stroke-miterlimit="10" stroke-linecap="round"
                  stroke-linejoin="round" />
                <path
                  d="M6.79504 41H0.20496C0.0922215 41 0 40.8996 0 40.7768V28.2232C0 28.1004 0.0922215 28 0.20496 28H6.79504C6.90778 28 7 28.1004 7 28.2232V40.7768C7 40.8996 6.90778 41 6.79504 41Z"
                  fill="#B7D7FF" />
                <path
                  d="M3.23426 38.3684C3.67281 38.3684 4.02832 38.0129 4.02832 37.5743C4.02832 37.1358 3.67281 36.7803 3.23426 36.7803C2.7957 36.7803 2.44019 37.1358 2.44019 37.5743C2.44019 38.0129 2.7957 38.3684 3.23426 38.3684Z"
                  fill="black" />
                <path
                  d="M17.0998 21.7627C23.1094 21.7627 27.9812 16.8909 27.9812 10.8813C27.9812 4.87174 23.1094 0 17.0998 0C11.0902 0 6.21851 4.87174 6.21851 10.8813C6.21851 16.8909 11.0902 21.7627 17.0998 21.7627Z"
                  fill="#FCFCFC" />
                <path
                  d="M13.8362 15.6109V6.1519C13.8362 5.62834 14.4208 5.32293 14.8484 5.61961L21.6547 10.3491C22.0212 10.6022 22.0212 11.1519 21.6547 11.405L14.8484 16.1344C14.4208 16.4399 13.8362 16.1344 13.8362 15.6109Z"
                  fill="black" />
              </svg>
              <div class="text-[18px] mt-[10px] color-[#fff]">打破信息差<span class="font-bold-600">自动执行</span></div>
            </div>
          </div>
          <a href="https://yaklang.oss-cn-beijing.aliyuncs.com/xiaozhi-product-white-paper.pdf" download target="_block"
            class="mr-[20px]">
            <span
              class="inline-block rounded-[43px] bg-[#000] color-[#fff] py-[10px] px-[30px] h-[48px] text-[18px] leading-[26px] text-center mt-[55px]">
              <svg class="w-[18px] h-[16px]" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 18 16" fill="none">
                <path d="M1 9.5V12.5C1 13.6046 1.89543 14.5 3 14.5H15C16.1046 14.5 17 13.6046 17 12.5V9.5"
                  stroke="white" stroke-width="1.5" stroke-linecap="round" />
                <path d="M5 5.80159L9 8.92857M9 8.92857L13 5.80159M9 8.92857V1" stroke="white" stroke-width="1.5"
                  stroke-linecap="round" />
              </svg>
              下载白皮书
            </span>
          </a>
          <a href="https://yaklang.oss-cn-beijing.aliyuncs.com/xiaozhi-product-brief.pdf" target="_block">
            <span
              class="inline-block rounded-[43px] bg-[#000] color-[#fff] py-[10px] px-[40px] h-[48px] text-[18px] leading-[26px] text-center mt-[55px]">
              <svg class="w-[18px] h-[16px]" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 18 16" fill="none">
                <path d="M1 9.5V12.5C1 13.6046 1.89543 14.5 3 14.5H15C16.1046 14.5 17 13.6046 17 12.5V9.5"
                  stroke="white" stroke-width="1.5" stroke-linecap="round" />
                <path d="M5 5.80159L9 8.92857M9 8.92857L13 5.80159M9 8.92857V1" stroke="white" stroke-width="1.5"
                  stroke-linecap="round" />
              </svg>
              下载一指禅
            </span>
          </a>
        </div>
      </div>
    </div>

    <div class="wjaq-container mx-auto">
      <!-- 模拟“大脑”的认知与决策 -->
      <div class="mt-[300px] mb-[300px]">
        <div class="relative py-[15px] px-[40px] mb-[120px] mx-auto w-[560px]">
          <svg class="absolute left-[0] top-[0] w-[21px] h-[21px]" xmlns="http://www.w3.org/2000/svg"
            viewBox="0 0 21 21" fill="none">
            <path d="M21 3H3V21" stroke="#0070FF" stroke-width="6" />
          </svg>
          <div class="text-[40px] text-center font-bold-600">
            模拟“大脑”的认知与决策
          </div>
          <svg class="absolute right-[0] bottom-[0] w-[21px] h-[21px]" xmlns="http://www.w3.org/2000/svg"
            viewBox="0 0 21 21" fill="none">
            <path d="M4.47035e-07 18L18 18L18 4.47035e-07" stroke="#0070FF" stroke-width="6" />
          </svg>
        </div>
        <div class="flex justify-between">
          <div class="nrz-wrap w-[480px]">
            <div class="text-[25px] text-center font-bold-600 mb-[20px]">网络场景信息的智能认知</div>
            <div class="text-[16px] mb-[110px] color-[#646363] leading-[35px]">
              基于漏洞情报知识图谱，对网络场景中的各种信息元素进行统一管理，并运用知识推理技术对场景元素进行扩展和悖论校正，完成对网络场景的智能认知。</div>
            <div class="text-center">
              <NuxtImg src="/Images/xiaozhi-set.png" class="znrz-img h-[300px]" />
            </div>
          </div>
          <div class="jczh-wrap w-[480px]">
            <div class="text-[25px] text-center font-bold-600 mb-[20px]">任务流程的复杂逻辑决策执行</div>
            <div class="text-[16px] mb-[110px] color-[#646363] leading-[35px]">
              依托于知识图谱的知识推理技术，联合其他智能体，实现高阶谓词逻辑的智能化决策技术。</div>
            <div class="text-center">
              <NuxtImg src="/Images/xiaozhi-ai.png" class="jczh-img h-[320px]" />
            </div>
          </div>
        </div>
      </div>
      <!-- 核心技术 -->
      <div class="mb-[300px]">
        <div class="relative py-[15px] px-[40px] mb-[120px] mx-auto w-[250px]">
          <svg class="absolute left-[0] top-[0] w-[21px] h-[21px]" xmlns="http://www.w3.org/2000/svg"
            viewBox="0 0 21 21" fill="none">
            <path d="M21 3H3V21" stroke="#0070FF" stroke-width="6" />
          </svg>
          <div class="text-[40px] text-center font-bold-600">
            核心技术
          </div>
          <svg class="absolute right-[0] bottom-[0] w-[21px] h-[21px]" xmlns="http://www.w3.org/2000/svg"
            viewBox="0 0 21 21" fill="none">
            <path d="M4.47035e-07 18L18 18L18 4.47035e-07" stroke="#0070FF" stroke-width="6" />
          </svg>
        </div>
        <div class="flex justify-between items-center mb-[100px]" v-for="(item, index) in coreTechnologyList"
          :key="index">
          <div class="mr-[88px]">
            <NuxtImg :src="item.imgUrl" class="h-[150px]" />
          </div>
          <div>
            <div class="mb-[15px] text-[24px] font-bold-600">{{ item.title }}</div>
            <div class="text-[18px] color-[#646363] leading-[35px]">
              {{ item.desc }}</div>
          </div>
        </div>
      </div>
      <!-- 客户价值 -->
      <div class="mb-[300px]">
        <div class="relative py-[15px] px-[40px] mb-[120px] mx-auto w-[250px]">
          <svg class="absolute left-[0] top-[0] w-[21px] h-[21px]" xmlns="http://www.w3.org/2000/svg"
            viewBox="0 0 21 21" fill="none">
            <path d="M21 3H3V21" stroke="#0070FF" stroke-width="6" />
          </svg>
          <div class="text-[40px] text-center font-bold-600">
            客户价值
          </div>
          <svg class="absolute right-[0] bottom-[0] w-[21px] h-[21px]" xmlns="http://www.w3.org/2000/svg"
            viewBox="0 0 21 21" fill="none">
            <path d="M4.47035e-07 18L18 18L18 4.47035e-07" stroke="#0070FF" stroke-width="6" />
          </svg>
        </div>
        <div class="flex justify-between">
          <!-- 降低成本 -->
          <div class="jdcb-wrap w-[300px]">
            <div class="relative w-[140px] bg-[#0070FF] rounded-[53px] mb-[35px] left-[50%] ml-[-70px]">
              <svg class="absolute left-[-45px] top-[0] w-[59px] h-[49px]" xmlns="http://www.w3.org/2000/svg" width="59"
                height="49" viewBox="0 0 59 49" fill="none">
                <path
                  d="M41.1441 9.16737C50.5037 9.16737 58.0912 7.33907 58.0912 5.08374V11.2092C58.0912 13.4645 50.5037 15.2928 41.1441 15.2928C31.7845 15.2928 24.197 13.4645 24.197 11.2092V5.08374C24.197 7.33907 31.7845 9.16737 41.1441 9.16737Z"
                  fill="white" stroke="black" stroke-width="1.5" stroke-linejoin="round" />
                <path
                  d="M41.1441 15.2927C50.5037 15.2927 58.0912 13.4644 58.0912 11.2091V17.3346C58.0912 19.5899 50.5037 21.4182 41.1441 21.4182C31.7845 21.4182 24.197 19.5899 24.197 17.3346V11.2091C24.197 13.4644 31.7845 15.2927 41.1441 15.2927Z"
                  fill="white" stroke="black" stroke-width="1.5" stroke-linejoin="round" />
                <path
                  d="M41.1441 21.4182C50.5037 21.4182 58.0912 19.5899 58.0912 17.3346V23.46C58.0912 25.7154 50.5037 27.5437 41.1441 27.5437C31.7845 27.5437 24.197 25.7154 24.197 23.46V17.3346C24.197 19.5899 31.7845 21.4182 41.1441 21.4182Z"
                  fill="white" stroke="black" stroke-width="1.5" stroke-linejoin="round" />
                <path
                  d="M41.1441 27.5437C50.5037 27.5437 58.0912 25.7154 58.0912 23.4601V29.5855C58.0912 31.8409 50.5037 33.6692 41.1441 33.6692C31.7845 33.6692 24.197 31.8409 24.197 29.5855V23.4601C24.197 25.7154 31.7845 27.5437 41.1441 27.5437Z"
                  fill="white" stroke="black" stroke-width="1.5" stroke-linejoin="round" />
                <path
                  d="M41.1441 33.6691C50.5037 33.6691 58.0912 31.8408 58.0912 29.5854V35.7109C58.0912 37.9662 50.5037 39.7945 41.1441 39.7945C31.7845 39.7945 24.197 37.9662 24.197 35.7109V29.5854C24.197 31.8408 31.7845 33.6691 41.1441 33.6691Z"
                  fill="white" stroke="black" stroke-width="1.5" stroke-linejoin="round" />
                <path
                  d="M41.1441 39.7944C50.5037 39.7944 58.0912 37.9661 58.0912 35.7108V41.8363C58.0912 44.0916 50.5037 45.9199 41.1441 45.9199C31.7845 45.9199 24.197 44.0916 24.197 41.8363V35.7108C24.197 37.9661 31.7845 39.7944 41.1441 39.7944Z"
                  fill="white" stroke="black" stroke-width="1.5" stroke-linejoin="round" />
                <path
                  d="M58.0912 5.08363C58.0912 7.33896 50.5037 9.16726 41.1441 9.16726C31.7845 9.16726 24.197 7.33896 24.197 5.08363C24.197 2.8283 31.7845 1 41.1441 1C50.5037 1 58.0912 2.8283 58.0912 5.08363Z"
                  fill="#0070FF" stroke="#0070FF" stroke-width="1.5" stroke-linejoin="round" />
                <path
                  d="M35.0627 32.7798C35.0627 41.3238 28.1364 48.2501 19.5924 48.2501C11.0484 48.2501 4.12207 41.3238 4.12207 32.7798C4.12207 24.2357 11.0484 17.3094 19.5924 17.3094C28.1364 17.3094 35.0627 24.2357 35.0627 32.7798Z"
                  fill="white" stroke="black" stroke-width="1.5" />
                <path
                  d="M31.6906 32.7798C31.6906 41.3238 24.7643 48.2501 16.2203 48.2501C7.6763 48.2501 0.75 41.3238 0.75 32.7798C0.75 24.2357 7.6763 17.3094 16.2203 17.3094C24.7643 17.3094 31.6906 24.2357 31.6906 32.7798Z"
                  fill="#0070FF" stroke="#0070FF" stroke-width="1.5" />
                <path
                  d="M19.9303 27.3326C20.158 27.1117 20.158 26.7536 19.9303 26.5327C19.7026 26.3118 19.3335 26.3118 19.1059 26.5327L16.2203 29.3323L13.3347 26.5327C13.1071 26.3118 12.738 26.3118 12.5103 26.5327C12.2826 26.7536 12.2826 27.1117 12.5103 27.3326L15.213 29.9548H10.3906C10.0686 29.9548 9.80762 30.2081 9.80762 30.5204C9.80762 30.8328 10.0686 31.086 10.3906 31.086H15.6373V33.9141H10.3906C10.0686 33.9141 9.80762 34.1673 9.80762 34.4797C9.80762 34.792 10.0686 35.0453 10.3906 35.0453H15.6373V39.3813C15.6373 39.6936 15.8983 39.9469 16.2203 39.9469C16.5423 39.9469 16.8033 39.6936 16.8033 39.3813V35.0453H22.05C22.372 35.0453 22.633 34.792 22.633 34.4797C22.633 34.1673 22.372 33.9141 22.05 33.9141H16.8033V31.086H22.05C22.372 31.086 22.633 30.8328 22.633 30.5204C22.633 30.2081 22.372 29.9548 22.05 29.9548H17.2276L19.9303 27.3326Z"
                  fill="white" stroke="white" stroke-linecap="round" stroke-linejoin="round" />
              </svg>
              <div class="text-[20px] color-[#fff] font-bold-600 px-[27px] py-[7px]">降低成本</div>
              <svg class="absolute right-[-13px] top-[0px] w-[40px] h-[39px]" xmlns="http://www.w3.org/2000/svg"
                viewBox="0 0 40 39" fill="none">
                <path
                  d="M29.924 21.3258C28.079 9.66636 18.0032 0.930767 5.99769 0.752769C7.82452 1.51785 9.8269 2.60064 11.7401 4.05464C16.2501 7.48223 20.2763 12.9887 20.2835 21.2079L20.2842 21.9586L19.5335 21.9586L12.4978 21.9586L25.0198 37.791L37.5419 21.9585L30.6648 21.9585L30.0242 21.9585L29.924 21.3258Z"
                  fill="black" stroke="white" stroke-width="1.5" stroke-linecap="round" />
              </svg>
            </div>
            <div class="text-[16px] color-[#646363] leading-[35px]">
              基于漏洞情报知识图谱，对网络场景中的各种信息元素进行统一管理，并运用知识推理技术对场景元素进行扩展和悖论校正，完成对网络场景的智能认知。
            </div>
          </div>
          <!-- 提升效率 -->
          <div class="tsxl-wrap w-[300px]">
            <div class="relative w-[140px] bg-[#0070FF] rounded-[53px] mb-[35px] left-[50%] ml-[-70px]">
              <svg class="absolute left-[-30px] top-[-12px] w-[64px] h-[64px]" xmlns="http://www.w3.org/2000/svg"
                viewBox="0 0 64 64" fill="none">
                <path
                  d="M33.1598 21.2877L15.5565 38.8909L7.77835 31.1128L13.0101 25.881C15.7474 23.1437 19.4371 21.5706 23.3075 21.4908L33.1598 21.2877Z"
                  fill="#0070FF" stroke="black" stroke-width="1.5" stroke-linejoin="round" />
                <path
                  d="M41.3471 30.2938L24.1532 47.4877L31.9314 55.2659L37.0026 50.1946C39.8351 47.3621 41.417 43.5144 41.3958 39.5087L41.3471 30.2938Z"
                  fill="#0070FF" stroke="black" stroke-width="1.5" stroke-linejoin="round" />
                <path
                  d="M30.7695 18.7651C35.6704 13.8642 42.4484 11.3175 49.364 11.7786C50.1649 11.832 50.8028 12.4698 50.8562 13.2708C51.3172 20.1864 48.7705 26.9643 43.8696 31.8652L30.7034 45.0314L17.6033 31.9313L30.7695 18.7651Z"
                  fill="white" stroke="black" stroke-width="1.5" stroke-linejoin="round" />
                <path
                  d="M17.6035 31.9315L30.7036 45.0316L29.3266 46.4086C27.374 48.3612 24.2082 48.3612 22.2555 46.4086L16.2265 40.3796C14.2739 38.427 14.2739 35.2611 16.2265 33.3085L17.6035 31.9315Z"
                  fill="white" stroke="black" stroke-width="1.5" stroke-linejoin="round" />
                <circle cx="37.2537" cy="25.3814" r="5.21053" transform="rotate(45 37.2537 25.3814)" fill="#0070FF" />
                <path fill-rule="evenodd" clip-rule="evenodd"
                  d="M49.5236 22.9139L39.7212 13.1115C42.7769 12.0261 46.0548 11.558 49.3643 11.7786C50.1652 11.832 50.8031 12.4698 50.8565 13.2708C51.0771 16.5802 50.609 19.8581 49.5236 22.9139Z"
                  fill="white" />
                <path
                  d="M49.5236 22.9139L48.9933 23.4442L49.8329 24.2839L50.2304 23.1649L49.5236 22.9139ZM39.7212 13.1115L39.4702 12.4047L38.3512 12.8021L39.1909 13.6418L39.7212 13.1115ZM49.3643 11.7786L49.3144 12.5269L49.3144 12.5269L49.3643 11.7786ZM50.8565 13.2708L50.1082 13.3207L50.1082 13.3207L50.8565 13.2708ZM50.0539 22.3836L40.2515 12.5811L39.1909 13.6418L48.9933 23.4442L50.0539 22.3836ZM39.9722 13.8182C42.9327 12.7667 46.1082 12.3132 49.3144 12.5269L49.4142 11.0302C46.0015 10.8027 42.6212 11.2855 39.4702 12.4047L39.9722 13.8182ZM49.3144 12.5269C49.7404 12.5553 50.0797 12.8946 50.1082 13.3207L51.6048 13.2209C51.5264 12.045 50.59 11.1086 49.4142 11.0302L49.3144 12.5269ZM50.1082 13.3207C50.3219 16.5269 49.8684 19.7024 48.8169 22.6629L50.2304 23.1649C51.3496 20.0138 51.8323 16.6336 51.6048 13.2209L50.1082 13.3207Z"
                  fill="black" />
                <path d="M20.8782 49.9441L17.6032 53.2191" stroke="#0070FF" stroke-width="3" stroke-linecap="round"
                  stroke-linejoin="round" />
                <path d="M12.6912 41.7566L9.41614 45.0316" stroke="#0070FF" stroke-width="3" stroke-linecap="round"
                  stroke-linejoin="round" />
                <path d="M16.7847 45.8503L11.8721 50.7629" stroke="#0070FF" stroke-width="3" stroke-linecap="round"
                  stroke-linejoin="round" />
              </svg>
              <div class="text-[20px] color-[#fff] font-bold-600 px-[27px] py-[7px]">提升效率</div>
              <svg class="absolute right-[-13px] bottom-[0px] w-[40px] h-[39px]" xmlns="http://www.w3.org/2000/svg"
                width="40" height="39" viewBox="0 0 40 39" fill="none">
                <path
                  d="M29.8769 17.6742C28.0318 29.3336 17.9561 38.0692 5.95057 38.2472C7.7774 37.4822 9.77978 36.3994 11.693 34.9454C16.203 31.5178 20.2292 26.0113 20.2364 17.7921L20.2371 17.0414L19.4864 17.0414L12.4506 17.0414L24.9727 1.20902L37.4948 17.0415L30.6177 17.0415L29.9771 17.0415L29.8769 17.6742Z"
                  fill="black" stroke="white" stroke-width="1.5" stroke-linecap="round" />
              </svg>
            </div>
            <div class="text-[16px] color-[#646363] leading-[35px]">
              小智涵盖了从信息收集、漏洞探测、验证利用和后渗透再到完成报告输出的全渗透测试流程，用户输入目标即可一键完成测试。避免用户多工具协同带来的困扰。
            </div>
          </div>
          <!-- 能力成长 -->
          <div class="nlcz-wrap w-[300px]">
            <div class="relative w-[140px] bg-[#0070FF] rounded-[53px] mb-[35px] left-[50%] ml-[-70px]">
              <svg class="absolute left-[-30px] top-[0px] w-[49px] h-[50px]" xmlns="http://www.w3.org/2000/svg"
                width="49" height="50" viewBox="0 0 49 50" fill="none">
                <path
                  d="M10.1027 5.11426H6C3.79086 5.11426 2 6.90512 2 9.11426V12.4096C2 17.5612 5.04203 22.2268 9.75589 24.3049L12.888 25.6857"
                  stroke="black" stroke-width="3" />
                <path
                  d="M38.8102 5.11426H42.9128C45.122 5.11426 46.9128 6.90512 46.9128 9.11426V12.4096C46.9128 17.5612 43.8708 22.2268 39.157 24.3049L36.0249 25.6857"
                  stroke="black" stroke-width="3" />
                <path
                  d="M38.7467 1H9.48535L10.231 21.1212C10.4876 28.046 15.7038 33.6413 22.3581 34.4889V36.3731C22.3581 41.0486 18.6286 44.8557 13.989 44.9163C13.3786 44.9243 12.8878 45.4252 12.8878 46.0404V49H36.0247V46.0404C36.0247 45.4252 35.534 44.9243 34.9236 44.9163C30.284 44.8557 26.5545 41.0486 26.5545 36.3731V34.3848C32.8808 33.2554 37.7533 27.8081 38.0011 21.1212L38.7467 1Z"
                  fill="white" stroke="black" stroke-width="1.5" stroke-linejoin="round" />
                <path d="M9.48535 3.74292H38.4065" stroke="#0070FF" stroke-width="2" stroke-linecap="round" />
                <path
                  d="M25.5438 11.341C25.0968 9.95481 23.1355 9.9548 22.6885 11.341L21.8012 14.0928C21.7346 14.2994 21.5424 14.4394 21.3254 14.4394H18.4378C16.9875 14.4394 16.3815 16.293 17.5517 17.1497L19.9009 18.8695C20.0748 18.9969 20.1476 19.2213 20.0814 19.4264L19.1872 22.1996C18.741 23.5836 20.3276 24.7292 21.5009 23.8702L23.8208 22.1718C23.9967 22.0431 24.2357 22.0431 24.4115 22.1718L26.7314 23.8702C27.9047 24.7292 29.4913 23.5836 29.0451 22.1996L28.1509 19.4264C28.0847 19.2213 28.1575 18.9969 28.3314 18.8695L30.6806 17.1497C31.8508 16.293 31.2448 14.4394 29.7945 14.4394H26.907C26.6899 14.4394 26.4977 14.2994 26.4311 14.0928L25.5438 11.341Z"
                  fill="#0070FF" stroke="#0070FF" stroke-linejoin="round" />
              </svg>
              <div class="text-[20px] color-[#fff] font-bold-600 px-[27px] py-[7px]">能力成长</div>
              <svg class="absolute right-[-13px] bottom-[0px] w-[40px] h-[39px]" xmlns="http://www.w3.org/2000/svg"
                width="40" height="39" viewBox="0 0 40 39" fill="none">
                <path
                  d="M29.8769 17.6742C28.0318 29.3336 17.9561 38.0692 5.95057 38.2472C7.7774 37.4822 9.77978 36.3994 11.693 34.9454C16.203 31.5178 20.2292 26.0113 20.2364 17.7921L20.2371 17.0414L19.4864 17.0414L12.4506 17.0414L24.9727 1.20902L37.4948 17.0415L30.6177 17.0415L29.9771 17.0415L29.8769 17.6742Z"
                  fill="black" stroke="white" stroke-width="1.5" stroke-linecap="round" />
              </svg>
            </div>
            <div class="text-[16px] color-[#646363] leading-[35px]">
              小智基于知识图谱和智能决策引擎完成渗透测试，渗透测试的路径是专家经验和思想的合集，通过可视化路径和节点详细信息，可以加快使用者的能力成长，进而提升安全团队整体能力。
            </div>
          </div>
        </div>
      </div>
      <!-- 应用场景 -->
      <div class="mb-[300px]">
        <div class="relative py-[15px] px-[40px] mb-[120px] mx-auto w-[250px]">
          <svg class="absolute left-[0] top-[0] w-[21px] h-[21px]" xmlns="http://www.w3.org/2000/svg"
            viewBox="0 0 21 21" fill="none">
            <path d="M21 3H3V21" stroke="#0070FF" stroke-width="6" />
          </svg>
          <div class="text-[40px] text-center font-bold-600">
            应用场景
          </div>
          <svg class="absolute right-[0] bottom-[0] w-[21px] h-[21px]" xmlns="http://www.w3.org/2000/svg"
            viewBox="0 0 21 21" fill="none">
            <path d="M4.47035e-07 18L18 18L18 4.47035e-07" stroke="#0070FF" stroke-width="6" />
          </svg>
        </div>
        <div class="flex justify-around items-center">
          <div class="text-center">
            <div><svg class="w-[126px] h-[112px]" width="126" height="112" viewBox="0 0 126 112" fill="none"
                xmlns="http://www.w3.org/2000/svg">
                <g opacity="0.1">
                  <path d="M5.16895 74.5712L63.1105 40.8992L121.43 74.5712L63.4886 108.236L5.16895 74.5712Z"
                    fill="#0077FF" />
                </g>
                <g opacity="0.325">
                  <path d="M15.9558 80.8133L63.1466 53.3906L110.651 80.8133L63.4533 108.236L15.9558 80.8133Z"
                    fill="#0077FF" />
                </g>
                <g opacity="0.55">
                  <path d="M26.7349 87.0555L63.182 65.8749L99.8716 87.0555L63.4245 108.236L26.7349 87.0555Z"
                    fill="#0077FF" />
                </g>
                <g opacity="0.775">
                  <path d="M37.5142 93.3048L63.2176 78.3665L89.0851 93.3048L63.3888 108.236L37.5142 93.3048Z"
                    fill="#0077FF" />
                </g>
                <path d="M48.3005 99.547L63.2532 90.8579L78.3057 99.547L63.3531 108.236L48.3005 99.547Z"
                  fill="#0070FF" />
                <path d="M7.02376 75.6412L5.16895 74.5711L7.02376 73.4939" stroke="black" stroke-width="1.5"
                  stroke-linecap="round" stroke-linejoin="round" />
                <path d="M9.94141 71.796L59.8002 42.8181" stroke="black" stroke-width="1.5" stroke-linecap="round"
                  stroke-linejoin="round" stroke-dasharray="5.67 5.67" />
                <path d="M61.2629 41.9691L63.1106 40.899L64.9654 41.9691" stroke="black" stroke-width="1.5"
                  stroke-linecap="round" stroke-linejoin="round" />
                <path d="M67.9043 43.6598L118.113 72.652" stroke="black" stroke-width="1.5" stroke-linecap="round"
                  stroke-linejoin="round" stroke-dasharray="5.7 5.7" />
                <path d="M119.576 73.501L121.43 74.5711L119.583 75.6412" stroke="black" stroke-width="1.5"
                  stroke-linecap="round" stroke-linejoin="round" />
                <path d="M116.665 77.3391L66.7988 106.317" stroke="black" stroke-width="1.5" stroke-linecap="round"
                  stroke-linejoin="round" stroke-dasharray="5.67 5.67" />
                <path d="M65.3436 107.166L63.4888 108.236L61.6411 107.166" stroke="black" stroke-width="1.5"
                  stroke-linecap="round" stroke-linejoin="round" />
                <path d="M58.7016 105.475L8.49316 76.483" stroke="black" stroke-width="1.5" stroke-linecap="round"
                  stroke-linejoin="round" stroke-dasharray="5.7 5.7" />
                <path
                  d="M66.5991 39.4724C64.7657 38.4166 61.8051 38.4166 59.986 39.4724C58.1668 40.5282 58.174 42.2475 60.0074 43.3033C61.8408 44.3591 64.8014 44.3591 66.6205 43.3033C68.4397 42.2475 68.4325 40.5282 66.5991 39.4724Z"
                  fill="#000103" />
                <path
                  d="M67.0273 106.074C64.9585 104.876 61.6055 104.876 59.551 106.074C57.4964 107.273 57.5035 109.213 59.5724 110.405C61.6412 111.603 64.9941 111.603 67.0487 110.405C69.1104 109.206 69.1033 107.266 67.0273 106.074Z"
                  fill="#000103" />
                <path
                  d="M8.47216 72.8305C6.63874 71.7747 3.67817 71.7747 1.85903 72.8305C0.0398848 73.8863 0.0470179 75.6056 1.88043 76.6614C3.71384 77.7172 6.67441 77.7172 8.49356 76.6614C10.3127 75.6056 10.3056 73.8863 8.47216 72.8305Z"
                  fill="#000103" />
                <path
                  d="M124.119 72.8305C122.286 71.7747 119.325 71.7747 117.506 72.8305C115.687 73.8863 115.694 75.6056 117.528 76.6614C119.361 77.7172 122.322 77.7172 124.141 76.6614C125.96 75.6056 125.953 73.8863 124.119 72.8305Z"
                  fill="#000103" />
                <path
                  d="M33.0129 44.3948C33.0271 44.0096 33.0414 43.6243 33.0699 43.2391C33.0985 42.8539 33.127 42.4686 33.1627 42.0763C33.1983 41.6839 33.2411 41.2987 33.2911 40.9063C33.341 40.5068 33.3981 40.1073 33.4623 39.7078C33.4623 39.6936 33.4694 39.6793 33.4694 39.665C33.4694 39.6579 33.4694 39.6579 33.4694 39.6508C33.5336 39.2655 33.5978 38.8803 33.6692 38.4951C33.7476 38.0813 33.8333 37.6675 33.926 37.2466C34.0187 36.8329 34.1115 36.412 34.2185 35.9911C34.3255 35.5702 34.4325 35.1421 34.5538 34.7212C34.6465 34.3931 34.7464 34.0649 34.8463 33.7296C34.8534 33.7011 34.8605 33.6797 34.8677 33.6511C34.8891 33.5869 34.9033 33.5227 34.9247 33.4514C35.0532 33.0376 35.1816 32.6239 35.3242 32.2172C35.4598 31.8106 35.6025 31.404 35.7523 30.9973C35.895 30.605 36.0376 30.2126 36.1946 29.8274C36.3444 29.4421 36.5013 29.0498 36.6583 28.6645C36.7796 28.3721 36.908 28.0724 37.0364 27.7799C37.0435 27.7585 37.0578 27.7371 37.0649 27.7157C37.0934 27.6515 37.1148 27.5873 37.1434 27.5303C37.3146 27.145 37.4858 26.7598 37.6713 26.3746C37.871 25.9537 38.0708 25.5328 38.2848 25.1119C38.5274 24.6339 38.7699 24.1559 39.0267 23.678C39.2978 23.1714 39.5903 22.6649 39.8757 22.1656C39.9256 22.0728 39.9755 21.9801 40.0255 21.8945C40.0897 21.7875 40.1396 21.6805 40.2038 21.5806C40.7674 20.6246 41.3595 19.6758 41.973 18.7556C42.4581 18.0279 42.9646 17.3074 43.4854 16.6011C43.4854 16.6011 43.4854 16.594 43.4926 16.594C43.8421 16.1232 44.1917 15.6595 44.5555 15.1957C44.8623 14.8105 45.169 14.4324 45.4758 14.0543C45.7825 13.6905 46.0893 13.3267 46.3961 12.97C46.7028 12.6204 47.0096 12.278 47.3235 11.9427C47.3805 11.8785 47.4447 11.8143 47.5018 11.7501C47.5303 11.7215 47.5517 11.693 47.5803 11.6716C47.8157 11.4148 48.0582 11.1651 48.3008 10.9154C48.6361 10.573 48.9714 10.2448 49.3067 9.91666C49.6562 9.58137 50.0058 9.26034 50.3554 8.93932C50.7049 8.62542 51.0616 8.31154 51.4183 8.01191C51.5967 7.8621 51.775 7.71942 51.9534 7.57674C51.9962 7.54107 52.0318 7.51254 52.0746 7.47687C52.2102 7.36986 52.3457 7.25572 52.4813 7.14871C52.8308 6.87762 53.1804 6.60653 53.53 6.34971C53.8724 6.09289 54.2219 5.85034 54.5715 5.60779C54.9068 5.3795 55.2492 5.15122 55.5845 4.9372C55.9198 4.72318 56.2551 4.5163 56.5975 4.31655C56.676 4.27375 56.7545 4.22381 56.833 4.18101C57.0898 4.03119 57.3395 3.88852 57.5963 3.75297C57.9244 3.57463 58.2526 3.40341 58.5736 3.24647C58.9018 3.08952 59.2228 2.93258 59.5438 2.7899C59.8648 2.64722 60.1859 2.51168 60.4998 2.38327C60.8208 2.25486 61.1418 2.13358 61.4628 2.01944C61.527 1.99803 61.5913 1.97663 61.6555 1.95523C61.6769 1.9481 61.6983 1.94096 61.7197 1.93383C61.9551 1.85536 62.1905 1.77688 62.4188 1.70555C62.747 1.60567 63.0822 1.51293 63.4033 1.43446C63.7314 1.34885 64.0596 1.27751 64.3806 1.2133C64.7302 1.14197 65.0797 1.0849 65.4293 1.04209C65.6647 1.00642 65.9001 0.992154 66.1356 0.970752C66.1712 0.970752 66.2069 0.963619 66.2426 0.963619C66.3282 0.956485 66.4138 0.942217 66.4922 0.935083C66.8703 0.906547 67.2484 0.899414 67.6123 0.899414C68.0332 0.899414 68.4469 0.920817 68.8536 0.956487C69.3244 0.99929 69.781 1.06349 70.2304 1.15623C70.2447 1.15623 70.2518 1.16337 70.2661 1.16337C70.2804 1.16337 70.2946 1.1705 70.316 1.17764C70.8582 1.29178 71.3932 1.43446 71.9069 1.6128C72.5846 1.85536 73.2266 2.15498 73.8402 2.50454L86.0177 9.58137C84.9405 8.95358 83.7634 8.51129 82.5007 8.24733C82.4793 8.2402 82.465 8.24019 82.4436 8.23306C81.1809 7.97624 79.8398 7.9049 78.4201 8.02618C78.3845 8.02618 78.3488 8.03331 78.3131 8.04045C76.9006 8.16886 75.4239 8.48275 73.8901 9.00352C73.8687 9.01066 73.8473 9.01779 73.8259 9.02492C72.2707 9.55997 70.6584 10.2948 69.0034 11.2436C67.3769 12.1852 65.786 13.2981 64.2451 14.5394C64.2023 14.5751 64.1666 14.6036 64.1238 14.6393C62.6043 15.8806 61.1418 17.2503 59.7436 18.7342C59.715 18.7627 59.6936 18.7912 59.6651 18.8126C58.2526 20.325 56.9043 21.9444 55.6416 23.6494C54.3932 25.3402 53.2375 27.1165 52.1816 28.9499C52.1317 29.0355 52.0818 29.1283 52.0318 29.2139C50.9974 31.0187 50.0486 32.8807 49.2211 34.7712C49.2139 34.7926 49.1997 34.814 49.1925 34.8425C48.3507 36.7758 47.6231 38.7376 47.031 40.7066C47.0238 40.7351 47.0167 40.7565 47.0096 40.785C46.4175 42.7611 45.9538 44.7372 45.6399 46.699C45.6399 46.7062 45.6399 46.7062 45.6399 46.7133C45.326 48.6823 45.1619 50.6298 45.169 52.5274C45.1762 54.3894 45.3474 56.1015 45.6613 57.6853C45.6684 57.7352 45.6827 57.7851 45.6898 57.8279C46.0037 59.3831 46.4603 60.7956 47.0452 62.0583C47.0524 62.0797 47.0595 62.1011 47.0738 62.1225C47.5731 63.1855 48.2081 64.0701 48.8786 64.9119C49.0998 65.1901 49.3067 65.4826 49.5421 65.7323C50.334 66.5741 51.19 67.3303 52.1602 67.8939L39.9827 60.817C39.0125 60.2535 38.1564 59.5044 37.3645 58.6555C37.1291 58.3986 36.9222 58.1133 36.7011 57.8351C36.4157 57.4712 36.0876 57.1645 35.8379 56.765C35.5097 56.2513 35.2101 55.702 34.9319 55.1242C34.9176 55.0956 34.9105 55.0742 34.9033 55.0457C34.8962 55.0243 34.8819 55.0029 34.8748 54.9815C34.6893 54.5891 34.5181 54.1825 34.3612 53.7545C34.2114 53.3478 34.0687 52.9269 33.9403 52.4918C33.8261 52.0923 33.7191 51.6856 33.6192 51.2647C33.5836 51.0935 33.5479 50.9152 33.5122 50.744C33.5051 50.694 33.4908 50.6512 33.4837 50.6013C33.448 50.4301 33.4124 50.266 33.3838 50.0948C33.3196 49.7238 33.2625 49.3386 33.2126 48.9534C33.1627 48.5753 33.127 48.19 33.0913 47.7977C33.0628 47.4267 33.0343 47.0486 33.02 46.6705C33.0057 46.2924 32.9915 45.9072 32.9915 45.5148C32.9915 45.4934 32.9915 45.472 32.9915 45.4435C32.9986 45.1153 33.0057 44.7515 33.0129 44.3948Z"
                  fill="#007AFF" stroke="#007AFF" stroke-width="1.5" stroke-miterlimit="10" />
                <path
                  d="M69.0102 11.2793C55.8054 18.9054 45.1402 37.3822 45.183 52.5489C45.2258 67.7227 55.9623 73.8792 69.1672 66.2602C82.372 58.6341 93.0372 40.1145 92.9944 24.9478C92.9516 9.77402 82.2151 3.65314 69.0102 11.2793Z"
                  fill="white" stroke="black" stroke-width="1.5" stroke-miterlimit="10" stroke-linejoin="round" />
                <path
                  d="M67.7834 38.3095L62.4615 41.3771C59.5224 43.0749 57.1396 42.0691 57.1396 39.1299C57.1396 36.1907 59.5224 32.4383 62.4615 30.7404C65.4007 29.0426 67.7834 30.0484 67.7834 32.9876V38.3095Z"
                  fill="white" stroke="black" stroke-width="1.5" stroke-miterlimit="10" stroke-linejoin="round" />
                <path
                  d="M70.3875 36.8113L75.7093 33.7438C78.6485 32.0459 81.0312 28.2935 81.0312 25.3543C81.0312 22.4151 78.6485 21.4093 75.7093 23.1071C72.7702 24.805 70.3875 28.5574 70.3875 31.4966V36.8113Z"
                  fill="#007AFF" stroke="#007AFF" stroke-width="1.5" stroke-miterlimit="10" />
                <path
                  d="M70.3875 39.2155L75.7093 36.1479C78.6485 34.45 81.0312 35.4559 81.0312 38.3951C81.0312 41.3342 78.6485 45.0867 75.7093 46.7845C72.7702 48.4824 70.3875 47.4765 70.3875 44.5374V39.2155Z"
                  fill="white" stroke="black" stroke-width="1.5" stroke-miterlimit="10" stroke-linejoin="round" />
                <path
                  d="M67.7834 40.7207L62.4615 43.7883C59.5224 45.4862 57.1396 49.2386 57.1396 52.1778C57.1396 55.1169 59.5224 56.1228 62.4615 54.4249C65.4007 52.7271 67.7834 48.9746 67.7834 46.0355V40.7207Z"
                  fill="#007AFF" stroke="#007AFF" stroke-width="1.5" stroke-miterlimit="10" />
              </svg></div>
            <div class="mt-[35px] text-[20px] font-bold-500">新系统上线前检测</div>
          </div>
          <div class="text-center">
            <div><svg class="w-[126px] h-[112px]" width="126" height="112" viewBox="0 0 126 112" fill="none"
                xmlns="http://www.w3.org/2000/svg">
                <g opacity="0.1">
                  <path d="M5.16895 74.5711L63.1103 40.8992L121.43 74.5711L63.4884 108.236L5.16895 74.5711Z"
                    fill="#0077FF" />
                </g>
                <g opacity="0.325">
                  <path d="M15.9556 80.8133L63.1462 53.3906L110.651 80.8133L63.4529 108.236L15.9556 80.8133Z"
                    fill="#0077FF" />
                </g>
                <g opacity="0.55">
                  <path d="M26.7346 87.0554L63.1816 65.8749L99.864 87.0554L63.4242 108.236L26.7346 87.0554Z"
                    fill="#0077FF" />
                </g>
                <g opacity="0.775">
                  <path d="M37.5142 93.3046L63.2175 78.3663L89.085 93.3046L63.3887 108.236L37.5142 93.3046Z"
                    fill="#0077FF" />
                </g>
                <path d="M48.3005 99.5468L63.2531 90.8577L78.3056 99.5468L63.353 108.236L48.3005 99.5468Z"
                  fill="#0070FF" />
                <path d="M7.024 75.6411L5.16919 74.571L7.024 73.4938" stroke="black" stroke-width="1.5"
                  stroke-linecap="round" stroke-linejoin="round" />
                <path d="M9.94165 71.7959L59.8003 42.8181" stroke="black" stroke-width="1.5" stroke-linecap="round"
                  stroke-linejoin="round" stroke-dasharray="5.67 5.67" />
                <path d="M61.2629 41.9693L63.1106 40.8992L64.9654 41.9693" stroke="black" stroke-width="1.5"
                  stroke-linecap="round" stroke-linejoin="round" />
                <path d="M67.9045 43.6599L118.113 72.652" stroke="black" stroke-width="1.5" stroke-linecap="round"
                  stroke-linejoin="round" stroke-dasharray="5.7 5.7" />
                <path d="M119.575 73.501L121.43 74.5711L119.582 75.6411" stroke="black" stroke-width="1.5"
                  stroke-linecap="round" stroke-linejoin="round" />
                <path d="M116.665 77.339L66.7988 106.317" stroke="black" stroke-width="1.5" stroke-linecap="round"
                  stroke-linejoin="round" stroke-dasharray="5.67 5.67" />
                <path d="M65.3434 107.166L63.4885 108.236L61.6409 107.166" stroke="black" stroke-width="1.5"
                  stroke-linecap="round" stroke-linejoin="round" />
                <path d="M58.7019 105.475L8.49365 76.4828" stroke="black" stroke-width="1.5" stroke-linecap="round"
                  stroke-linejoin="round" stroke-dasharray="5.7 5.7" />
                <path
                  d="M66.5991 39.4724C64.7657 38.4166 61.8051 38.4166 59.986 39.4724C58.1668 40.5282 58.174 42.2475 60.0074 43.3033C61.8408 44.3591 64.8013 44.3591 66.6205 43.3033C68.4396 42.2475 68.4325 40.5282 66.5991 39.4724Z"
                  fill="#000103" />
                <path
                  d="M67.027 106.074C64.9582 104.876 61.6053 104.876 59.5507 106.074C57.4962 107.273 57.5033 109.213 59.5721 110.404C61.641 111.603 64.9939 111.603 67.0484 110.404C69.1101 109.206 69.103 107.266 67.027 106.074Z"
                  fill="#000103" />
                <path
                  d="M8.47214 72.8304C6.63874 71.7746 3.67816 71.7746 1.85903 72.8304C0.0398862 73.8862 0.0470193 75.6054 1.88043 76.6613C3.71383 77.7171 6.67441 77.7171 8.49354 76.6613C10.3127 75.6054 10.3056 73.8862 8.47214 72.8304Z"
                  fill="#000103" />
                <path
                  d="M124.119 72.8304C122.286 71.7746 119.325 71.7746 117.506 72.8304C115.687 73.8862 115.694 75.6054 117.528 76.6613C119.361 77.7171 122.322 77.7171 124.141 76.6613C125.96 75.6054 125.953 73.8862 124.119 72.8304Z"
                  fill="#000103" />
                <path
                  d="M33.0126 44.3947C33.0269 44.0094 33.0411 43.6242 33.0697 43.239C33.0982 42.8537 33.1267 42.4685 33.1624 42.0762C33.1981 41.6838 33.2409 41.2986 33.2908 40.9062C33.3408 40.5067 33.3978 40.1072 33.462 39.7077C33.462 39.6934 33.4692 39.6792 33.4692 39.6649C33.4692 39.6578 33.4692 39.6578 33.4692 39.6506C33.5334 39.2654 33.5976 38.8802 33.6689 38.4949C33.7474 38.0812 33.833 37.6674 33.9257 37.2465C34.0185 36.8328 34.1112 36.4119 34.2182 35.991C34.3252 35.5701 34.4323 35.142 34.5535 34.7211C34.6463 34.393 34.7461 34.0648 34.846 33.7295C34.8532 33.701 34.8603 33.6796 34.8674 33.651C34.8888 33.5868 34.9031 33.5226 34.9245 33.4513C35.0529 33.0375 35.1813 32.6238 35.324 32.2171C35.4595 31.8105 35.6022 31.4039 35.752 30.9972C35.8947 30.6049 36.0374 30.2125 36.1943 29.8273C36.3441 29.4421 36.5011 29.0497 36.658 28.6645C36.7793 28.372 36.9077 28.0724 37.0361 27.7799C37.0432 27.7585 37.0575 27.7371 37.0646 27.7157C37.0932 27.6515 37.1146 27.5873 37.1431 27.5302C37.3143 27.145 37.4856 26.7597 37.671 26.3745C37.8708 25.9536 38.0705 25.5327 38.2845 25.1118C38.5271 24.6338 38.7696 24.1559 39.0265 23.6779C39.2976 23.1714 39.59 22.6649 39.8754 22.1655C39.9253 22.0728 39.9753 21.98 40.0252 21.8944C40.0894 21.7874 40.1393 21.6804 40.2036 21.5805C40.7671 20.6246 41.3592 19.6758 41.9728 18.7555C42.4579 18.0279 42.9644 17.3073 43.4851 16.6011C43.4851 16.6011 43.4851 16.5939 43.4923 16.5939C43.8418 16.1231 44.1914 15.6594 44.5552 15.1957C44.862 14.8105 45.1687 14.4324 45.4755 14.0543C45.7823 13.6905 46.089 13.3266 46.3958 12.9699C46.7025 12.6204 47.0093 12.278 47.3232 11.9427C47.3802 11.8785 47.4444 11.8142 47.5015 11.75C47.5301 11.7215 47.5514 11.693 47.58 11.6716C47.8154 11.4147 48.058 11.1651 48.3005 10.9154C48.6358 10.573 48.9711 10.2448 49.3064 9.91664C49.6559 9.58134 50.0055 9.26032 50.3551 8.93929C50.7046 8.6254 51.0613 8.31151 51.418 8.01189C51.5964 7.86208 51.7747 7.7194 51.9531 7.57672C51.9959 7.54105 52.0315 7.51252 52.0743 7.47685C52.2099 7.36984 52.3454 7.2557 52.481 7.14869C52.8305 6.87761 53.1801 6.60652 53.5297 6.3497C53.8721 6.09288 54.2216 5.85032 54.5712 5.60777C54.9065 5.37949 55.2489 5.15121 55.5842 4.93719C55.9195 4.72317 56.2548 4.51629 56.5972 4.31654C56.6757 4.27374 56.7541 4.2238 56.8326 4.181C57.0894 4.03119 57.3391 3.88851 57.596 3.75297C57.9241 3.57462 58.2523 3.40341 58.5733 3.24646C58.9014 3.08952 59.2225 2.93257 59.5435 2.78989C59.8645 2.64722 60.1856 2.51167 60.4994 2.38326C60.8205 2.25485 61.1415 2.13357 61.4625 2.01943C61.5267 1.99803 61.5909 1.97663 61.6551 1.95523C61.6765 1.94809 61.6979 1.94096 61.7193 1.93383C61.9547 1.85535 62.1902 1.77688 62.4185 1.70554C62.7466 1.60567 63.0819 1.51293 63.4029 1.43445C63.7311 1.34885 64.0593 1.27751 64.3803 1.2133C64.7298 1.14196 65.0794 1.0849 65.429 1.04209C65.6644 1.00642 65.8998 0.992153 66.1352 0.970752C66.1709 0.970752 66.2065 0.963619 66.2422 0.963619C66.3278 0.956485 66.4134 0.942217 66.4919 0.935083C66.87 0.906547 67.2481 0.899414 67.6119 0.899414C68.0328 0.899414 68.4466 0.920817 68.8532 0.956486C69.324 0.99929 69.7806 1.06349 70.23 1.15623C70.2443 1.15623 70.2515 1.16337 70.2657 1.16337C70.28 1.16337 70.2943 1.1705 70.3157 1.17763C70.8578 1.29178 71.3929 1.43445 71.9065 1.6128C72.5842 1.85535 73.2263 2.15498 73.8398 2.50454L86.0173 9.58134C84.9401 8.95356 83.763 8.51126 82.5003 8.24731C82.4789 8.24018 82.4647 8.24017 82.4433 8.23304C81.1806 7.97622 79.8394 7.90488 78.4197 8.02616C78.3841 8.02616 78.3484 8.03329 78.3127 8.04043C76.9002 8.16884 75.4235 8.48273 73.8897 9.0035C73.8683 9.01063 73.8469 9.01777 73.8255 9.0249C72.2703 9.55994 70.6581 10.2947 69.003 11.2435C67.3765 12.1852 65.7856 13.2981 64.2447 14.5394C64.2019 14.5751 64.1662 14.6036 64.1234 14.6393C62.6039 15.8806 61.1415 17.2503 59.7433 18.7341C59.7147 18.7626 59.6933 18.7912 59.6648 18.8126C58.2523 20.325 56.904 21.9444 55.6413 23.6494C54.3928 25.3401 53.2372 27.1164 52.1813 28.9498C52.1314 29.0354 52.0815 29.1282 52.0315 29.2138C50.9971 31.0186 50.0483 32.8806 49.2208 34.7711C49.2137 34.7925 49.1994 34.8139 49.1922 34.8424C48.3504 36.7757 47.6228 38.7375 47.0307 40.7065C47.0235 40.735 47.0164 40.7564 47.0093 40.7849C46.4172 42.761 45.9535 44.7371 45.6396 46.6989C45.6396 46.706 45.6396 46.706 45.6396 46.7132C45.3257 48.6821 45.1616 50.6297 45.1687 52.5273C45.1759 54.3892 45.3471 56.1014 45.661 57.6851C45.6681 57.735 45.6824 57.785 45.6895 57.8278C46.0034 59.3829 46.46 60.7954 47.0449 62.0581C47.0521 62.0795 47.0592 62.101 47.0735 62.1224C47.5729 63.1853 48.2078 64.0699 48.8784 64.9117C49.0995 65.1899 49.3064 65.4824 49.5418 65.7321C50.3337 66.5739 51.1897 67.3301 52.1599 67.8937L39.9824 60.8169C39.0122 60.2533 38.1561 59.5042 37.3643 58.6553C37.1289 58.3985 36.922 58.1131 36.7008 57.8349C36.4155 57.4711 36.0873 57.1643 35.8376 56.7648C35.5095 56.2512 35.2098 55.7019 34.9316 55.124C34.9174 55.0955 34.9102 55.0741 34.9031 55.0455C34.896 55.0241 34.8817 55.0027 34.8745 54.9813C34.6891 54.589 34.5178 54.1823 34.3609 53.7543C34.2111 53.3477 34.0684 52.9268 33.94 52.4916C33.8259 52.0921 33.7189 51.6855 33.619 51.2646C33.5833 51.0934 33.5476 50.915 33.512 50.7438C33.5048 50.6939 33.4906 50.6511 33.4835 50.6011C33.4478 50.4299 33.4121 50.2658 33.3836 50.0946C33.3194 49.7237 33.2623 49.3384 33.2124 48.9532C33.1624 48.5751 33.1267 48.1899 33.0911 47.7975C33.0625 47.4266 33.034 47.0485 33.0198 46.6704C33.0055 46.2923 32.9912 45.9071 32.9912 45.5147C32.9912 45.4933 32.9912 45.4719 32.9912 45.4433C32.9983 45.1152 33.0055 44.7514 33.0126 44.3947Z"
                  fill="#007AFF" stroke="#007AFF" stroke-width="1.5" stroke-miterlimit="10" />
                <path
                  d="M69.0101 11.2793C55.8053 18.9054 45.1402 37.3821 45.183 52.5487C45.2258 67.7225 55.9623 73.879 69.1671 66.2601C82.3719 58.6339 93.037 40.1144 92.9942 24.9478C92.9514 9.77402 82.2149 3.65315 69.0101 11.2793Z"
                  fill="white" stroke="black" stroke-width="1.5" stroke-miterlimit="10" stroke-linejoin="round" />
                <path
                  d="M77.5565 43.3032L59.8716 53.5118C58.4591 54.325 57.3105 53.8471 57.3105 52.4274V41.4912C57.3105 40.0787 58.4591 38.2667 59.8716 37.4534L77.5565 27.2448C78.969 26.4316 80.1176 26.9096 80.1176 28.3292V39.2654C80.1176 40.6779 78.9761 42.4899 77.5565 43.3032Z"
                  fill="white" stroke="black" stroke-width="1.5" stroke-miterlimit="10" stroke-linecap="round"
                  stroke-linejoin="round" />
                <path
                  d="M63.0962 34.9708C63.0962 31.8676 65.6145 27.894 68.7177 26.1034C71.8209 24.3128 74.3392 25.3758 74.3392 28.479"
                  stroke="#006BFF" stroke-width="3" stroke-miterlimit="10" stroke-linecap="round" />
                <path
                  d="M71.3072 36.3335C71.3072 35.2563 70.4369 34.8853 69.3596 35.5131C68.2824 36.1409 67.4121 37.5106 67.4121 38.5878C67.4121 39.2727 67.7688 39.665 68.2967 39.7078V44.9512C68.2967 45.5362 68.7747 45.736 69.3596 45.4007C69.9446 45.0654 70.4226 44.3092 70.4226 43.7242V38.4808C70.9576 37.8174 71.3072 37.0112 71.3072 36.3335Z"
                  fill="#006BFF" />
              </svg>
            </div>
            <div class="mt-[35px] text-[20px] font-bold-500">日常安全检测</div>
          </div>
          <div class="text-center">
            <div><svg class="w-[126px] h-[112px]" width="126" height="112" viewBox="0 0 126 112" fill="none"
                xmlns="http://www.w3.org/2000/svg">
                <g opacity="0.1">
                  <path d="M5.17651 74.5711L63.118 40.8992L121.438 74.5711L63.4961 108.236L5.17651 74.5711Z"
                    fill="#0077FF" />
                </g>
                <g opacity="0.325">
                  <path d="M15.9556 80.8134L63.1534 53.3907L110.651 80.8134L63.4602 108.236L15.9556 80.8134Z"
                    fill="#0077FF" />
                </g>
                <g opacity="0.55">
                  <path d="M26.7349 87.0555L63.1819 65.8749L99.8715 87.0555L63.4245 108.236L26.7349 87.0555Z"
                    fill="#0077FF" />
                </g>
                <g opacity="0.775">
                  <path d="M37.5215 93.3048L63.2177 78.3664L89.0924 93.3048L63.389 108.236L37.5215 93.3048Z"
                    fill="#0077FF" />
                </g>
                <path d="M48.3005 99.547L63.2532 90.8579L78.3056 99.547L63.353 108.236L48.3005 99.547Z"
                  fill="#0070FF" />
                <path d="M7.03086 75.6412L5.17603 74.5711L7.02372 73.4939" stroke="black" stroke-width="1.5"
                  stroke-linecap="round" stroke-linejoin="round" />
                <path d="M9.94116 71.7961L59.8071 42.8182" stroke="black" stroke-width="1.5" stroke-linecap="round"
                  stroke-linejoin="round" stroke-dasharray="5.67 5.67" />
                <path d="M61.2627 41.9693L63.1175 40.8992L64.9652 41.9693" stroke="black" stroke-width="1.5"
                  stroke-linecap="round" stroke-linejoin="round" />
                <path d="M67.9043 43.66L118.113 72.6522" stroke="black" stroke-width="1.5" stroke-linecap="round"
                  stroke-linejoin="round" stroke-dasharray="5.7 5.7" />
                <path d="M119.582 73.5011L121.437 74.5712L119.582 75.6413" stroke="black" stroke-width="1.5"
                  stroke-linecap="round" stroke-linejoin="round" />
                <path d="M116.664 77.3391L66.8057 106.317" stroke="black" stroke-width="1.5" stroke-linecap="round"
                  stroke-linejoin="round" stroke-dasharray="5.67 5.67" />
                <path d="M65.3434 107.166L63.4957 108.236L61.6409 107.166" stroke="black" stroke-width="1.5"
                  stroke-linecap="round" stroke-linejoin="round" />
                <path d="M58.7017 105.475L8.49341 76.483" stroke="black" stroke-width="1.5" stroke-linecap="round"
                  stroke-linejoin="round" stroke-dasharray="5.7 5.7" />
                <path
                  d="M66.5991 39.4724C64.7657 38.4166 61.8051 38.4166 59.986 39.4724C58.1668 40.5282 58.174 42.2475 60.0074 43.3033C61.8408 44.3591 64.8014 44.3591 66.6205 43.3033C68.4468 42.2475 68.4325 40.5282 66.5991 39.4724Z"
                  fill="#000103" />
                <path
                  d="M67.0344 106.074C64.9656 104.876 61.6126 104.876 59.558 106.074C57.5035 107.273 57.5106 109.213 59.5795 110.405C61.6483 111.603 65.0012 111.603 67.0558 110.405C69.1103 109.206 69.1032 107.266 67.0344 106.074Z"
                  fill="#000103" />
                <path
                  d="M8.47212 72.8305C6.63871 71.7747 3.67818 71.7747 1.85904 72.8305C0.0398962 73.8863 0.0470075 75.6056 1.88042 76.6614C3.71383 77.7172 6.67441 77.7172 8.49355 76.6614C10.3127 75.6056 10.3055 73.8863 8.47212 72.8305Z"
                  fill="#000103" />
                <path
                  d="M124.12 72.8305C122.286 71.7747 119.326 71.7747 117.506 72.8305C115.687 73.8863 115.694 75.6056 117.528 76.6614C119.361 77.7172 122.322 77.7172 124.141 76.6614C125.96 75.6056 125.953 73.8863 124.12 72.8305Z"
                  fill="#000103" />
                <path
                  d="M33.0198 44.3947C33.034 44.0095 33.0483 43.6243 33.0768 43.2391C33.1053 42.8538 33.1339 42.4686 33.1696 42.0762C33.2052 41.6839 33.248 41.2986 33.298 40.9063C33.3479 40.5068 33.405 40.1073 33.4692 39.7078C33.4692 39.6935 33.4763 39.6792 33.4763 39.665C33.4763 39.6578 33.4763 39.6578 33.4763 39.6507C33.5405 39.2655 33.6047 38.8802 33.6761 38.495C33.7546 38.0812 33.8401 37.6675 33.9329 37.2466C34.0256 36.8328 34.1184 36.4119 34.2254 35.991C34.3324 35.5701 34.4394 35.1421 34.5607 34.7212C34.6534 34.393 34.7533 34.0649 34.8532 33.7296C34.8603 33.701 34.8674 33.6796 34.8746 33.6511C34.896 33.5869 34.9103 33.5227 34.9317 33.4514C35.0601 33.0376 35.1885 32.6238 35.324 32.2172C35.4596 31.8106 35.6022 31.4039 35.752 30.9973C35.8947 30.6049 36.0374 30.2126 36.1943 29.8273C36.3441 29.4421 36.5011 29.0497 36.658 28.6645C36.7793 28.372 36.9077 28.0724 37.0362 27.7799C37.0433 27.7585 37.0575 27.7371 37.0647 27.7157C37.0932 27.6515 37.1146 27.5873 37.1431 27.5302C37.3144 27.145 37.4856 26.7598 37.671 26.3745C37.8708 25.9536 38.0706 25.5327 38.2846 25.1118C38.5271 24.6339 38.7697 24.1559 39.0265 23.6779C39.2976 23.1714 39.5901 22.6649 39.8754 22.1655C39.9254 22.0728 39.9753 21.9801 40.0253 21.8945C40.0895 21.7874 40.1394 21.6804 40.2036 21.5806C40.7672 20.6246 41.3593 19.6758 41.9728 18.7555C42.4579 18.0279 42.9644 17.3074 43.4852 16.6011C43.4852 16.6011 43.4852 16.594 43.4923 16.594C43.8419 16.1231 44.1914 15.6594 44.5553 15.1957C44.862 14.8105 45.1688 14.4324 45.4755 14.0543C45.7823 13.6905 46.0891 13.3266 46.3958 12.97C46.7026 12.6204 47.0093 12.278 47.3232 11.9427C47.3803 11.8785 47.4445 11.8143 47.5016 11.7501C47.5301 11.7215 47.5515 11.693 47.58 11.6716C47.8154 11.4148 48.058 11.1651 48.3006 10.9154C48.6358 10.573 48.9711 10.2448 49.3064 9.91665C49.656 9.58136 50.0056 9.26033 50.3551 8.93931C50.7047 8.62541 51.0614 8.31153 51.4181 8.0119C51.5964 7.86209 51.7748 7.71941 51.9531 7.57674C51.9959 7.54107 52.0316 7.51253 52.0744 7.47686C52.2099 7.36985 52.3455 7.25571 52.481 7.1487C52.8306 6.87762 53.1801 6.60653 53.5297 6.34971C53.8721 6.09289 54.2217 5.85033 54.5712 5.60778C54.9065 5.3795 55.249 5.15121 55.5843 4.9372C55.9196 4.72318 56.2548 4.5163 56.5973 4.31655C56.6757 4.27374 56.7542 4.22381 56.8327 4.181C57.0895 4.03119 57.3392 3.88851 57.596 3.75297C57.9242 3.57462 58.2523 3.40341 58.5734 3.24646C58.9015 3.08952 59.2225 2.93257 59.5436 2.7899C59.8646 2.64722 60.1856 2.51167 60.4995 2.38326C60.8205 2.25485 61.1416 2.13358 61.4626 2.01943C61.5268 1.99803 61.591 1.97663 61.6552 1.95523C61.6766 1.9481 61.698 1.94096 61.7194 1.93383C61.9548 1.85536 62.1902 1.77688 62.4185 1.70554C62.7467 1.60567 63.082 1.51293 63.403 1.43446C63.7311 1.34885 64.0593 1.27751 64.3803 1.2133C64.7299 1.14197 65.0795 1.0849 65.429 1.04209C65.6645 1.00642 65.8999 0.992154 66.1353 0.970752C66.171 0.970752 66.2066 0.963619 66.2423 0.963619C66.3279 0.956485 66.4135 0.942217 66.492 0.935083C66.8701 0.906547 67.2482 0.899414 67.612 0.899414C68.0329 0.899414 68.4466 0.920817 68.8532 0.956486C69.3241 0.99929 69.7807 1.06349 70.2301 1.15623C70.2444 1.15623 70.2516 1.16337 70.2658 1.16337C70.2801 1.16337 70.2943 1.1705 70.3157 1.17764C70.8579 1.29178 71.3929 1.43446 71.9066 1.6128C72.5843 1.85536 73.2264 2.15498 73.8399 2.50454L86.0174 9.58136C84.9402 8.95358 83.7631 8.51128 82.5004 8.24732C82.479 8.24019 82.4647 8.24019 82.4433 8.23305C81.1806 7.97623 79.8395 7.90489 78.4198 8.02617C78.3842 8.02617 78.3485 8.03331 78.3128 8.04044C76.9003 8.16885 75.4236 8.48274 73.8898 9.00351C73.8684 9.01065 73.847 9.01778 73.8256 9.02491C72.2704 9.55996 70.6582 10.2947 69.0031 11.2436C67.3766 12.1852 65.7857 13.2981 64.2448 14.5394C64.202 14.5751 64.1663 14.6036 64.1235 14.6393C62.604 15.8806 61.1415 17.2503 59.7433 18.7341C59.7148 18.7627 59.6934 18.7912 59.6648 18.8126C58.2523 20.325 56.904 21.9444 55.6413 23.6494C54.3929 25.3401 53.2372 27.1165 52.1814 28.9499C52.1315 29.0355 52.0815 29.1282 52.0316 29.2138C50.9972 31.0187 50.0483 32.8806 49.2208 34.7711C49.2137 34.7925 49.1994 34.8139 49.1923 34.8425C48.3505 36.7758 47.6228 38.7376 47.0307 40.7065C47.0236 40.7351 47.0165 40.7565 47.0093 40.785C46.4172 42.7611 45.9535 44.7372 45.6396 46.699C45.6396 46.7061 45.6396 46.7061 45.6396 46.7133C45.3257 48.6822 45.1616 50.6298 45.1688 52.5274C45.1759 54.3893 45.3471 56.1015 45.661 57.6852C45.6681 57.7351 45.6824 57.7851 45.6895 57.8279C46.0034 59.383 46.46 60.7956 47.045 62.0583C47.0521 62.0797 47.0592 62.1011 47.0735 62.1225C47.5729 63.1854 48.2078 64.07 48.8784 64.9118C49.0995 65.19 49.3064 65.4825 49.5418 65.7322C50.3337 66.574 51.1898 67.3302 52.16 67.8938L39.9824 60.817C39.0122 60.2534 38.1562 59.5043 37.3643 58.6554C37.1289 58.3986 36.922 58.1132 36.7008 57.835C36.4155 57.4712 36.0873 57.1644 35.8376 56.7649C35.5095 56.2513 35.2099 55.702 34.9317 55.1241C34.9174 55.0956 34.9102 55.0742 34.9031 55.0456C34.896 55.0242 34.8817 55.0028 34.8746 54.9814C34.6891 54.5891 34.5179 54.1824 34.3609 53.7544C34.2111 53.3478 34.0684 52.9269 33.94 52.4917C33.8259 52.0922 33.7189 51.6856 33.619 51.2647C33.5833 51.0935 33.5477 50.9151 33.512 50.7439C33.5049 50.694 33.4906 50.6512 33.4835 50.6012C33.4478 50.43 33.4121 50.2659 33.3836 50.0947C33.3194 49.7238 33.2623 49.3385 33.2124 48.9533C33.1624 48.5752 33.1268 48.19 33.0911 47.7976C33.0626 47.4266 33.034 47.0486 33.0198 46.6705C33.0055 46.2924 32.9912 45.9071 32.9912 45.5148C32.9912 45.4934 32.9912 45.472 32.9912 45.4434C33.0055 45.1153 33.0055 44.7514 33.0198 44.3947Z"
                  fill="#007AFF" stroke="#007AFF" stroke-width="1.5" stroke-miterlimit="10" />
                <path
                  d="M69.0102 11.2793C55.8054 18.9054 45.1402 37.3822 45.183 52.5488C45.2258 67.7226 55.9623 73.8792 69.1671 66.2602C82.372 58.634 93.0371 40.1145 92.9943 24.9478C92.9515 9.77402 82.215 3.65315 69.0102 11.2793Z"
                  fill="white" stroke="black" stroke-width="1.5" stroke-miterlimit="10" stroke-linejoin="round" />
                <path
                  d="M68.4795 27.4327V53.5214C68.4795 54.6058 67.602 55.9969 66.5105 56.6247C65.4261 57.2524 64.5415 56.8815 64.5415 55.79"
                  stroke="#007AFF" stroke-width="3" stroke-miterlimit="10" stroke-linecap="round" />
                <path
                  d="M84.6736 33.5822L52.2856 52.2802C53.5983 43.7694 60.3541 33.9674 68.4796 29.2733C76.6052 24.5864 83.3538 26.591 84.6736 33.5822Z"
                  fill="white" stroke="black" stroke-width="1.5" stroke-miterlimit="10" stroke-linejoin="round" />
                <path
                  d="M77.8324 37.5344L59.1201 48.3351C59.8834 40.1454 63.7786 31.9913 68.4727 29.2805C73.1739 26.5696 77.069 30.2221 77.8324 37.5344Z"
                  fill="white" stroke="black" stroke-width="1.5" stroke-miterlimit="10" stroke-linejoin="round" />
              </svg></div>
            <div class="mt-[35px] text-[20px] font-bold-500">重大活动保障</div>
          </div>
          <div class="text-center">
            <div><svg class="w-[126px] h-[112px]" width="126" height="112" viewBox="0 0 126 112" fill="none"
                xmlns="http://www.w3.org/2000/svg">
                <g opacity="0.1">
                  <path d="M5.17651 74.5711L63.1108 40.8992L121.43 74.5711L63.4961 108.236L5.17651 74.5711Z"
                    fill="#0077FF" />
                </g>
                <g opacity="0.325">
                  <path d="M15.9556 80.8133L63.1462 53.3906L110.651 80.8133L63.4601 108.236L15.9556 80.8133Z"
                    fill="#0077FF" />
                </g>
                <g opacity="0.55">
                  <path d="M26.7346 87.0554L63.1816 65.8749L99.8712 87.0554L63.4242 108.236L26.7346 87.0554Z"
                    fill="#0077FF" />
                </g>
                <g opacity="0.775">
                  <path d="M37.5212 93.3047L63.2175 78.3663L89.085 93.3047L63.3887 108.236L37.5212 93.3047Z"
                    fill="#0077FF" />
                </g>
                <path d="M48.3005 99.5469L63.2532 90.8578L78.3057 99.5469L63.3531 108.236L48.3005 99.5469Z"
                  fill="#0070FF" />
                <path d="M7.02397 75.6412L5.17627 74.5711L7.02397 73.4939" stroke="black" stroke-width="1.5"
                  stroke-linecap="round" stroke-linejoin="round" />
                <path d="M9.94141 71.796L59.8073 42.8181" stroke="black" stroke-width="1.5" stroke-linecap="round"
                  stroke-linejoin="round" stroke-dasharray="5.67 5.67" />
                <path d="M61.2627 41.9693L63.1104 40.8992L64.9652 41.9693" stroke="black" stroke-width="1.5"
                  stroke-linecap="round" stroke-linejoin="round" />
                <path d="M67.9043 43.6599L118.113 72.652" stroke="black" stroke-width="1.5" stroke-linecap="round"
                  stroke-linejoin="round" stroke-dasharray="5.7 5.7" />
                <path d="M119.583 73.501L121.43 74.5711L119.583 75.6412" stroke="black" stroke-width="1.5"
                  stroke-linecap="round" stroke-linejoin="round" />
                <path d="M116.665 77.3391L66.7988 106.317" stroke="black" stroke-width="1.5" stroke-linecap="round"
                  stroke-linejoin="round" stroke-dasharray="5.67 5.67" />
                <path d="M65.3436 107.166L63.4959 108.236L61.6411 107.166" stroke="black" stroke-width="1.5"
                  stroke-linecap="round" stroke-linejoin="round" />
                <path d="M58.7017 105.475L8.49341 76.483" stroke="black" stroke-width="1.5" stroke-linecap="round"
                  stroke-linejoin="round" stroke-dasharray="5.7 5.7" />
                <path
                  d="M66.5991 39.4724C64.7657 38.4166 61.8051 38.4166 59.986 39.4724C58.1668 40.5282 58.174 42.2475 60.0074 43.3033C61.8408 44.3591 64.8013 44.3591 66.6205 43.3033C68.4396 42.2475 68.4325 40.5282 66.5991 39.4724Z"
                  fill="#000103" />
                <path
                  d="M67.0273 106.074C64.9585 104.876 61.6055 104.876 59.551 106.074C57.4964 107.273 57.5035 109.213 59.5724 110.405C61.6412 111.603 64.9941 111.603 67.0487 110.405C69.1104 109.206 69.1032 107.266 67.0273 106.074Z"
                  fill="#000103" />
                <path
                  d="M8.47212 72.8304C6.63871 71.7746 3.67818 71.7746 1.85904 72.8304C0.0398963 73.8862 0.0470076 75.6055 1.88042 76.6613C3.71383 77.7171 6.6744 77.7171 8.49355 76.6613C10.3127 75.6055 10.3055 73.8862 8.47212 72.8304Z"
                  fill="#000103" />
                <path
                  d="M124.119 72.8304C122.286 71.7746 119.325 71.7746 117.506 72.8304C115.687 73.8862 115.694 75.6055 117.528 76.6613C119.361 77.7171 122.322 77.7171 124.141 76.6613C125.96 75.6055 125.953 73.8862 124.119 72.8304Z"
                  fill="#000103" />
                <path
                  d="M33.0198 44.3947C33.034 44.0095 33.0483 43.6243 33.0769 43.239C33.1054 42.8538 33.1339 42.4686 33.1696 42.0762C33.2052 41.6839 33.2481 41.2986 33.298 40.9063C33.3479 40.5068 33.405 40.1073 33.4692 39.7078C33.4692 39.6935 33.4764 39.6792 33.4764 39.665C33.4764 39.6578 33.4764 39.6578 33.4764 39.6507C33.5406 39.2655 33.6047 38.8802 33.6761 38.495C33.7546 38.0812 33.8401 37.6675 33.9329 37.2466C34.0256 36.8328 34.1184 36.4119 34.2254 35.991C34.3324 35.5701 34.4394 35.1421 34.5607 34.7212C34.6534 34.393 34.7533 34.0649 34.8532 33.7296C34.8603 33.701 34.8674 33.6796 34.8746 33.6511C34.896 33.5869 34.9102 33.5227 34.9317 33.4513C35.0601 33.0376 35.1885 32.6238 35.324 32.2172C35.4596 31.8106 35.6023 31.4039 35.7521 30.9973C35.8947 30.6049 36.0374 30.2126 36.1944 29.8273C36.3442 29.4421 36.5011 29.0497 36.658 28.6645C36.7793 28.372 36.9077 28.0724 37.0362 27.7799C37.0433 27.7585 37.0575 27.7371 37.0647 27.7157C37.0932 27.6515 37.1146 27.5873 37.1431 27.5302C37.3144 27.145 37.4856 26.7598 37.6711 26.3745C37.8708 25.9536 38.0706 25.5327 38.2846 25.1118C38.5271 24.6339 38.7697 24.1559 39.0265 23.6779C39.2976 23.1714 39.5901 22.6649 39.8754 22.1655C39.9254 22.0728 39.9753 21.9801 40.0253 21.8945C40.0895 21.7874 40.1394 21.6804 40.2036 21.5806C40.7672 20.6246 41.3593 19.6758 41.9728 18.7555C42.4579 18.0279 42.9644 17.3074 43.4852 16.6011C43.4852 16.6011 43.4852 16.594 43.4923 16.594C43.8419 16.1231 44.1914 15.6594 44.5553 15.1957C44.862 14.8105 45.1688 14.4324 45.4755 14.0543C45.7823 13.6905 46.0891 13.3266 46.3958 12.97C46.7026 12.6204 47.0093 12.278 47.3232 11.9427C47.3803 11.8785 47.4445 11.8143 47.5016 11.7501C47.5301 11.7215 47.5515 11.693 47.58 11.6716C47.8154 11.4148 48.058 11.1651 48.3006 10.9154C48.6358 10.573 48.9712 10.2448 49.3065 9.91665C49.656 9.58136 50.0056 9.26033 50.3551 8.9393C50.7047 8.62541 51.0614 8.31153 51.4181 8.0119C51.5964 7.86209 51.7748 7.71941 51.9531 7.57673C51.9959 7.54107 52.0316 7.51253 52.0744 7.47686C52.2099 7.36985 52.3455 7.25571 52.481 7.1487C52.8306 6.87761 53.1801 6.60652 53.5297 6.3497C53.8721 6.09288 54.2217 5.85033 54.5712 5.60778C54.9065 5.3795 55.249 5.15121 55.5843 4.9372C55.9196 4.72318 56.2548 4.5163 56.5973 4.31655C56.6757 4.27374 56.7542 4.22381 56.8327 4.181C57.0895 4.03119 57.3392 3.88851 57.596 3.75297C57.9242 3.57462 58.2523 3.40341 58.5734 3.24646C58.9015 3.08952 59.2225 2.93257 59.5436 2.7899C59.8646 2.64722 60.1856 2.51167 60.4995 2.38326C60.8206 2.25485 61.1416 2.13358 61.4626 2.01943C61.5268 1.99803 61.591 1.97663 61.6552 1.95523C61.6766 1.9481 61.698 1.94096 61.7194 1.93383C61.9548 1.85536 62.1902 1.77688 62.4185 1.70554C62.7467 1.60567 63.082 1.51293 63.403 1.43446C63.7311 1.34885 64.0593 1.27751 64.3803 1.2133C64.7299 1.14197 65.0795 1.0849 65.429 1.04209C65.6644 1.00642 65.8999 0.992154 66.1353 0.970752C66.1709 0.970752 66.2066 0.963619 66.2423 0.963619C66.3279 0.956485 66.4135 0.942217 66.492 0.935083C66.8701 0.906547 67.2482 0.899414 67.612 0.899414C68.0329 0.899414 68.4467 0.920817 68.8533 0.956486C69.3241 0.99929 69.7807 1.06349 70.2301 1.15623C70.2444 1.15623 70.2515 1.16337 70.2658 1.16337C70.28 1.16337 70.2943 1.1705 70.3157 1.17764C70.8579 1.29178 71.393 1.43446 71.9066 1.6128C72.5843 1.85536 73.2264 2.15498 73.8399 2.50454L86.0174 9.58136C84.9402 8.95357 83.7631 8.51128 82.5004 8.24732C82.479 8.24019 82.4647 8.24019 82.4433 8.23305C81.1806 7.97623 79.8395 7.90489 78.4199 8.02617C78.3842 8.02617 78.3485 8.0333 78.3128 8.04044C76.9003 8.16885 75.4236 8.48274 73.8898 9.00351C73.8684 9.01065 73.847 9.01778 73.8256 9.02491C72.2704 9.55996 70.6582 10.2947 69.0031 11.2436C67.3766 12.1852 65.7857 13.2981 64.2448 14.5394C64.202 14.5751 64.1663 14.6036 64.1235 14.6393C62.604 15.8806 61.1415 17.2503 59.7433 18.7341C59.7148 18.7627 59.6934 18.7912 59.6648 18.8126C58.2523 20.325 56.904 21.9444 55.6413 23.6494C54.3929 25.3401 53.2372 27.1165 52.1814 28.9499C52.1315 29.0355 52.0815 29.1282 52.0316 29.2138C50.9971 31.0187 50.0483 32.8806 49.2208 34.7711C49.2137 34.7925 49.1994 34.8139 49.1923 34.8425C48.3505 36.7757 47.6229 38.7376 47.0307 40.7065C47.0236 40.7351 47.0165 40.7565 47.0093 40.785C46.4172 42.7611 45.9535 44.7372 45.6396 46.699C45.6396 46.7061 45.6396 46.7061 45.6396 46.7133C45.3257 48.6822 45.1616 50.6298 45.1688 52.5274C45.1759 54.3893 45.3471 56.1015 45.661 57.6852C45.6681 57.7351 45.6824 57.785 45.6896 57.8279C46.0035 59.383 46.46 60.7955 47.045 62.0582C47.0521 62.0796 47.0593 62.1011 47.0735 62.1225C47.5729 63.1854 48.2078 64.07 48.8784 64.9118C49.0995 65.19 49.3064 65.4825 49.5418 65.7322C50.3337 66.574 51.1898 67.3302 52.16 67.8938L39.9825 60.817C39.0122 60.2534 38.1562 59.5043 37.3643 58.6554C37.1289 58.3986 36.922 58.1132 36.7008 57.835C36.4155 57.4712 36.0874 57.1644 35.8377 56.7649C35.5095 56.2513 35.2099 55.7019 34.9317 55.1241C34.9174 55.0956 34.9103 55.0742 34.9031 55.0456C34.896 55.0242 34.8817 55.0028 34.8746 54.9814C34.6891 54.5891 34.5179 54.1824 34.3609 53.7544C34.2111 53.3478 34.0684 52.9269 33.94 52.4917C33.8259 52.0922 33.7189 51.6856 33.619 51.2647C33.5833 51.0935 33.5477 50.9151 33.512 50.7439C33.5049 50.694 33.4906 50.6512 33.4835 50.6012C33.4478 50.43 33.4121 50.2659 33.3836 50.0947C33.3194 49.7238 33.2623 49.3385 33.2124 48.9533C33.1625 48.5752 33.1268 48.19 33.0911 47.7976C33.0626 47.4266 33.034 47.0485 33.0198 46.6704C33.0055 46.2924 32.9912 45.9071 32.9912 45.5148C32.9912 45.4934 32.9912 45.472 32.9912 45.4434C32.9983 45.1153 33.0055 44.7514 33.0198 44.3947Z"
                  fill="#007AFF" stroke="#007AFF" stroke-width="1.5" stroke-miterlimit="10" />
                <path
                  d="M69.0102 11.2793C55.8054 18.9054 45.1402 37.3822 45.183 52.5488C45.2258 67.7226 55.9623 73.8791 69.1671 66.2601C82.372 58.634 93.0371 40.1144 92.9943 24.9478C92.9515 9.77402 82.215 3.65315 69.0102 11.2793Z"
                  fill="white" stroke="black" stroke-width="1.5" stroke-miterlimit="10" stroke-linejoin="round" />
                <path d="M82.1293 21.8302L56.0479 36.8898" stroke="black" stroke-width="1.5" stroke-miterlimit="10"
                  stroke-linecap="round" />
                <path
                  d="M75.6447 43.1034L70.0945 46.3065V26.2032L68.0685 27.3732V47.4765L62.5184 50.6796C60.7634 51.6926 59.3367 53.9398 59.3367 55.6947L78.8193 44.4446C78.8265 42.6968 77.4068 42.0904 75.6447 43.1034Z"
                  fill="white" stroke="black" stroke-width="1.5" stroke-miterlimit="10" stroke-linejoin="round" />
                <path
                  d="M55.47 48.3826C55.47 50.5228 57.2035 51.2576 59.3437 50.0234C61.4838 48.7892 63.2174 46.0498 63.2174 43.9097L55.47 48.3826Z"
                  fill="#007AFF" stroke="#007AFF" stroke-width="1.5" stroke-miterlimit="10" />
                <path d="M55.47 48.3826L59.3508 34.9851L63.2245 43.9025" stroke="black" stroke-width="1.5"
                  stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round" />
                <path
                  d="M74.9526 37.1325C74.9526 39.2727 76.6862 40.0075 78.8263 38.7733C80.9665 37.5391 82.7001 34.7997 82.7001 32.6595L74.9526 37.1325Z"
                  fill="#007AFF" stroke="#007AFF" stroke-width="1.5" stroke-miterlimit="10" />
                <path d="M74.9526 37.1323L78.8263 23.7349L82.7072 32.6594" stroke="black" stroke-width="1.5"
                  stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round" />
              </svg>
            </div>
            <div class="mt-[35px] text-[20px] font-bold-500">执法检测</div>
          </div>
          <div class="text-center">
            <div><svg width="125" height="112" viewBox="0 0 125 112" fill="none" xmlns="http://www.w3.org/2000/svg">
                <g opacity="0.1">
                  <path d="M4.67651 74.5711L62.6108 40.8992L120.93 74.5711L62.9961 108.236L4.67651 74.5711Z"
                    fill="#0077FF" />
                </g>
                <g opacity="0.325">
                  <path d="M15.4556 80.8134L62.6463 53.3907L110.151 80.8134L62.9602 108.236L15.4556 80.8134Z"
                    fill="#0077FF" />
                </g>
                <g opacity="0.55">
                  <path d="M26.2349 87.0555L62.6819 65.8749L99.3715 87.0555L62.9245 108.236L26.2349 87.0555Z"
                    fill="#0077FF" />
                </g>
                <g opacity="0.775">
                  <path d="M37.0215 93.3048L62.7177 78.3664L88.5852 93.3048L62.8889 108.236L37.0215 93.3048Z"
                    fill="#0077FF" />
                </g>
                <path d="M47.8008 99.5469L62.7534 90.8578L77.8059 99.5469L62.8533 108.236L47.8008 99.5469Z"
                  fill="#0070FF" />
                <path d="M6.52421 75.6411L4.67651 74.5711L6.52421 73.4938" stroke="black" stroke-width="1.5"
                  stroke-linecap="round" stroke-linejoin="round" />
                <path d="M9.44165 71.796L59.3076 42.8181" stroke="black" stroke-width="1.5" stroke-linecap="round"
                  stroke-linejoin="round" stroke-dasharray="5.67 5.67" />
                <path d="M60.7629 41.9693L62.6106 40.8992L64.4654 41.9693" stroke="black" stroke-width="1.5"
                  stroke-linecap="round" stroke-linejoin="round" />
                <path d="M67.4045 43.66L117.613 72.6522" stroke="black" stroke-width="1.5" stroke-linecap="round"
                  stroke-linejoin="round" stroke-dasharray="5.7 5.7" />
                <path d="M119.083 73.5011L120.93 74.5712L119.083 75.6413" stroke="black" stroke-width="1.5"
                  stroke-linecap="round" stroke-linejoin="round" />
                <path d="M116.165 77.3391L66.2988 106.317" stroke="black" stroke-width="1.5" stroke-linecap="round"
                  stroke-linejoin="round" stroke-dasharray="5.67 5.67" />
                <path d="M64.8438 107.166L62.9962 108.236L61.1414 107.166" stroke="black" stroke-width="1.5"
                  stroke-linecap="round" stroke-linejoin="round" />
                <path d="M58.202 105.475L7.99365 76.483" stroke="black" stroke-width="1.5" stroke-linecap="round"
                  stroke-linejoin="round" stroke-dasharray="5.7 5.7" />
                <path
                  d="M66.0991 39.4724C64.2657 38.4166 61.3051 38.4166 59.486 39.4724C57.6668 40.5282 57.674 42.2475 59.5074 43.3033C61.3408 44.3591 64.3014 44.3591 66.1205 43.3033C67.9396 42.2475 67.9325 40.5282 66.0991 39.4724Z"
                  fill="#000103" />
                <path
                  d="M66.5273 106.074C64.4585 104.876 61.1055 104.876 59.051 106.074C56.9964 107.273 57.0036 109.213 59.0724 110.405C61.1412 111.603 64.4941 111.603 66.5487 110.405C68.6104 109.206 68.6033 107.266 66.5273 106.074Z"
                  fill="#000103" />
                <path
                  d="M7.97215 72.8305C6.13874 71.7747 3.17816 71.7747 1.35902 72.8305C-0.460125 73.8863 -0.452971 75.6056 1.38044 76.6614C3.21385 77.7172 6.17443 77.7172 7.99357 76.6614C9.81271 75.6056 9.80555 73.8863 7.97215 72.8305Z"
                  fill="#000103" />
                <path
                  d="M123.619 72.8305C121.786 71.7747 118.825 71.7747 117.006 72.8305C115.187 73.8863 115.194 75.6056 117.028 76.6614C118.861 77.7172 121.822 77.7172 123.641 76.6614C125.46 75.6056 125.453 73.8863 123.619 72.8305Z"
                  fill="#000103" />
                <path
                  d="M32.5198 44.3947C32.534 44.0095 32.5483 43.6243 32.5768 43.239C32.6053 42.8538 32.6339 42.4686 32.6696 42.0762C32.7052 41.6839 32.748 41.2986 32.798 40.9063C32.8479 40.5068 32.905 40.1073 32.9692 39.7078C32.9692 39.6935 32.9763 39.6792 32.9763 39.665C32.9763 39.6578 32.9763 39.6578 32.9763 39.6507C33.0405 39.2655 33.1047 38.8802 33.1761 38.495C33.2546 38.0812 33.3401 37.6675 33.4329 37.2466C33.5256 36.8328 33.6184 36.4119 33.7254 35.991C33.8324 35.5701 33.9394 35.1421 34.0607 34.7212C34.1534 34.393 34.2533 34.0649 34.3531 33.7296C34.3603 33.701 34.3674 33.6796 34.3746 33.6511C34.396 33.5869 34.4102 33.5227 34.4317 33.4513C34.5601 33.0376 34.6885 32.6238 34.824 32.2172C34.9596 31.8106 35.1022 31.4039 35.252 30.9973C35.3947 30.6049 35.5374 30.2126 35.6943 29.8273C35.8441 29.4421 36.0011 29.0497 36.158 28.6645C36.2793 28.372 36.4077 28.0724 36.5361 27.7799C36.5432 27.7585 36.5575 27.7371 36.5647 27.7157C36.5932 27.6515 36.6146 27.5873 36.6431 27.5302C36.8144 27.145 36.9856 26.7598 37.171 26.3745C37.3708 25.9536 37.5705 25.5327 37.7845 25.1118C38.0271 24.6339 38.2697 24.1559 38.5265 23.6779C38.7976 23.1714 39.0901 22.6649 39.3754 22.1655C39.4254 22.0728 39.4753 21.9801 39.5252 21.8945C39.5894 21.7874 39.6394 21.6804 39.7036 21.5806C40.2671 20.6246 40.8593 19.6758 41.4728 18.7555C41.9579 18.0279 42.4644 17.3074 42.9852 16.6011C42.9852 16.6011 42.9852 16.594 42.9923 16.594C43.3419 16.1231 43.6914 15.6594 44.0553 15.1957C44.362 14.8105 44.6688 14.4324 44.9755 14.0543C45.2823 13.6905 45.5891 13.3266 45.8958 12.97C46.2026 12.6204 46.5093 12.278 46.8232 11.9427C46.8803 11.8785 46.9445 11.8143 47.0016 11.7501C47.0301 11.7215 47.0515 11.693 47.08 11.6716C47.3154 11.4148 47.558 11.1651 47.8006 10.9154C48.1358 10.573 48.4711 10.2448 48.8064 9.91665C49.156 9.58136 49.5056 9.26033 49.8551 8.9393C50.2047 8.62541 50.5614 8.31153 50.9181 8.0119C51.0964 7.86209 51.2748 7.71941 51.4531 7.57673C51.4959 7.54107 51.5316 7.51253 51.5744 7.47686C51.7099 7.36985 51.8455 7.25571 51.981 7.1487C52.3306 6.87761 52.6801 6.60652 53.0297 6.3497C53.3721 6.09288 53.7217 5.85033 54.0712 5.60778C54.4065 5.3795 54.7489 5.15121 55.0842 4.9372C55.4195 4.72318 55.7548 4.5163 56.0973 4.31655C56.1757 4.27374 56.2542 4.22381 56.3327 4.181C56.5895 4.03119 56.8392 3.88851 57.096 3.75297C57.4241 3.57462 57.7523 3.40341 58.0733 3.24646C58.4015 3.08952 58.7225 2.93257 59.0436 2.7899C59.3646 2.64722 59.6856 2.51167 59.9995 2.38326C60.3205 2.25485 60.6416 2.13358 60.9626 2.01943C61.0268 1.99803 61.091 1.97663 61.1552 1.95523C61.1766 1.9481 61.198 1.94096 61.2194 1.93383C61.4548 1.85536 61.6902 1.77688 61.9185 1.70554C62.2467 1.60567 62.582 1.51293 62.903 1.43446C63.2311 1.34885 63.5593 1.27751 63.8803 1.2133C64.2299 1.14197 64.5795 1.0849 64.929 1.04209C65.1644 1.00642 65.3999 0.992154 65.6353 0.970752C65.6709 0.970752 65.7066 0.963619 65.7423 0.963619C65.8279 0.956485 65.9135 0.942217 65.992 0.935083C66.3701 0.906547 66.7482 0.899414 67.112 0.899414C67.5329 0.899414 67.9467 0.920817 68.3533 0.956486C68.8241 0.99929 69.2807 1.06349 69.7301 1.15623C69.7444 1.15623 69.7515 1.16337 69.7658 1.16337C69.78 1.16337 69.7943 1.1705 69.8157 1.17764C70.3579 1.29178 70.8929 1.43446 71.4066 1.6128C72.0843 1.85536 72.7264 2.15498 73.3399 2.50454L85.5174 9.58136C84.4402 8.95357 83.2631 8.51128 82.0004 8.24732C81.979 8.24019 81.9647 8.24019 81.9433 8.23305C80.6806 7.97623 79.3395 7.90489 77.9198 8.02617C77.8841 8.02617 77.8485 8.0333 77.8128 8.04044C76.4003 8.16885 74.9236 8.48274 73.3898 9.00351C73.3684 9.01065 73.347 9.01778 73.3256 9.02491C71.7704 9.55996 70.1581 10.2947 68.5031 11.2436C66.8765 12.1852 65.2857 13.2981 63.7448 14.5394C63.702 14.5751 63.6663 14.6036 63.6235 14.6393C62.104 15.8806 60.6415 17.2503 59.2433 18.7341C59.2148 18.7627 59.1934 18.7912 59.1648 18.8126C57.7523 20.325 56.404 21.9444 55.1413 23.6494C53.8929 25.3401 52.7372 27.1165 51.6814 28.9499C51.6315 29.0355 51.5815 29.1282 51.5316 29.2138C50.4971 31.0187 49.5483 32.8806 48.7208 34.7711C48.7137 34.7925 48.6994 34.8139 48.6923 34.8425C47.8505 36.7757 47.1228 38.7376 46.5307 40.7065C46.5236 40.7351 46.5165 40.7565 46.5093 40.785C45.9172 42.7611 45.4535 44.7372 45.1396 46.699C45.1396 46.7061 45.1396 46.7061 45.1396 46.7133C44.8257 48.6822 44.6616 50.6298 44.6688 52.5274C44.6759 54.3893 44.8471 56.1015 45.161 57.6852C45.1681 57.7351 45.1824 57.785 45.1895 57.8279C45.5034 59.383 45.96 60.7955 46.545 62.0582C46.5521 62.0796 46.5592 62.1011 46.5735 62.1225C47.0729 63.1854 47.7078 64.07 48.3784 64.9118C48.5995 65.19 48.8064 65.4825 49.0418 65.7322C49.8337 66.574 50.6898 67.3302 51.66 67.8938L39.4824 60.817C38.5122 60.2534 37.6562 59.5043 36.8643 58.6554C36.6289 58.3986 36.422 58.1132 36.2008 57.835C35.9155 57.4712 35.5873 57.1644 35.3376 56.7649C35.0095 56.2513 34.7099 55.7019 34.4317 55.1241C34.4174 55.0956 34.4102 55.0742 34.4031 55.0456C34.396 55.0242 34.3817 55.0028 34.3746 54.9814C34.1891 54.5891 34.0179 54.1824 33.8609 53.7544C33.7111 53.3478 33.5684 52.9269 33.44 52.4917C33.3259 52.0922 33.2189 51.6856 33.119 51.2647C33.0833 51.0935 33.0476 50.9151 33.012 50.7439C33.0048 50.694 32.9906 50.6512 32.9835 50.6012C32.9478 50.43 32.9121 50.2659 32.8836 50.0947C32.8194 49.7238 32.7623 49.3385 32.7124 48.9533C32.6624 48.5752 32.6268 48.19 32.5911 47.7976C32.5626 47.4266 32.534 47.0485 32.5198 46.6704C32.5055 46.2924 32.4912 45.9071 32.4912 45.5148C32.4912 45.4934 32.4912 45.472 32.4912 45.4434C32.4983 45.1153 32.5055 44.7514 32.5198 44.3947Z"
                  fill="#007AFF" stroke="#007AFF" stroke-width="1.5" stroke-miterlimit="10" />
                <path
                  d="M68.5102 11.2793C55.3053 18.9054 44.6402 37.3822 44.683 52.5488C44.7258 67.7226 55.4623 73.8791 68.6671 66.2602C81.872 58.634 92.5371 40.1145 92.4943 24.9478C92.4515 9.77402 81.715 3.65315 68.5102 11.2793Z"
                  fill="white" stroke="black" stroke-width="1.5" stroke-miterlimit="10" stroke-linejoin="round" />
                <path
                  d="M74.3386 28.9498L60.6201 36.8684C60.6201 33.2943 63.5165 28.7215 67.0906 26.6598L67.861 26.2175C71.4422 24.1487 74.3386 25.3757 74.3386 28.9498Z"
                  fill="#000103" />
                <path
                  d="M66.5699 35.4559L59.971 39.2654L55.6193 39.2939C55.1342 39.2939 54.5136 39.8289 54.2354 40.471C53.9571 41.1202 54.1284 41.6409 54.6135 41.6409L59.1792 41.6053V45.4504L52.8514 49.103C52.2878 49.424 51.8384 50.1445 51.8384 50.7081C51.8384 51.2717 52.295 51.4643 52.8514 51.1361L59.1863 47.4836C59.2077 48.6821 59.4931 49.6666 59.9782 50.4156L54.6206 56.565C54.1355 57.1215 53.9643 57.842 54.2425 58.1702C54.428 58.3913 54.7704 58.377 55.1271 58.1702C55.2983 58.0703 55.4695 57.9276 55.6265 57.7493L61.0768 51.5C62.4037 52.3346 64.3441 52.3132 66.5627 51.2574C66.5627 51.2574 66.5699 51.2574 66.5699 51.2503C66.5913 51.236 66.6127 51.2218 66.627 51.1932C66.6484 51.1647 66.6555 51.1361 66.6555 51.1147V35.4773C66.6555 35.4487 66.6127 35.4273 66.5699 35.4559Z"
                  fill="#007AFF" />
                <path
                  d="M82.1145 32.2171L76.1648 35.6556V31.5893L80.3524 26.7882C80.8375 26.2318 81.0087 25.5112 80.7305 25.1831C80.4523 24.8549 79.8316 25.0475 79.3465 25.604L74.9949 30.5906L68.7741 34.1789C68.7241 34.2075 68.6885 34.2645 68.6885 34.3145V49.952C68.6885 49.9734 68.6956 49.9948 68.717 50.0019C68.7313 50.009 68.7527 50.0019 68.7741 49.9876C68.7741 49.9876 68.7812 49.9876 68.7812 49.9805C70.9357 48.5109 72.819 46.3921 74.1459 44.1022L79.3394 44.0665C79.4963 44.0665 79.6675 44.0094 79.8387 43.9095C80.1883 43.7027 80.5379 43.3246 80.7233 42.8894C81.0016 42.2402 80.8304 41.7194 80.3453 41.7194L75.2802 41.7551C75.8224 40.364 76.1291 38.98 76.1577 37.6888L82.1145 34.2503C82.678 33.9292 83.1275 33.2087 83.1275 32.6451C83.1275 32.0816 82.6709 31.8961 82.1145 32.2171Z"
                  fill="#007AFF" />
              </svg>
            </div>
            <div class="mt-[35px] text-[20px] font-bold-500">突发漏洞检测</div>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<style lang="scss" scoped>
.xiaozhi-banner-cont {
  z-index: 999;
}

@media (max-width: 1366px) {
  .nrz-wrap {
    width: 400px;
  }

  .znrz-img {
    height: 250px;
  }

  .jczh-wrap {
    width: 400px
  }

  .jczh-img {
    height: 250px;
  }

  .jdcb-wrap,
  .tsxl-wrap,
  .nlcz-wrap {
    width: 250px;
  }
}
</style>
